<template><div><ul>
<li>[[プログラマライフ]]</li>
</ul>
<p>40代も後半に入り、そろそろ次を考える段階に来ている気がするので、考え始めたい。
まずは振り返りから。</p>
<p>[[40代前半のプログラマライフの振り返り]]</p>
<p>で、以上を踏まえて。</p>
<p>次はもうちょっと金にならない事をやっていきたいかな。</p>
<p>[[あおぞらAndroid教室]]とかc-lessonみたいな路線はいい気もする。
なんかゆっくり実況とか作りたいな。</p>
<p>働いている間はあまりものを学んでいない気もするので、なんか学問とかやってもいいかもしれない。
生物はなかなか良かったのでああいう感じの延長で何か出来るといいんだが。
まぁこれはプログラマライフとは別かもしれない。</p>
<p>40代の後半は以前のように細かい趣味のプログラムとか自習教材みたいなのとかそういうのに時間をかけていこうかな。
こうしたものから大きな何かが生まれる事はあんまり無いというのを30代に確認してはいるのだが、
もう大きい何かにチャレンジしたいという気分もしない。</p>
<p>いや、趣味でなんかでかいのを作ってみるのはいいかもしれない。
趣味プログラムで今回の仕事でやっているようなハイテク系のをやってみるのはいいかもなぁ。</p>
<p>40代後半は趣味ででかいもの作るかな。</p>
<p>C++で並列はなかなか面白かったしなんか有意義な事をやっていたという気分にもなった。なんかこういう事をやりたいよな。</p>
</div></template>


