<template><div><p>画像の一部を選択してマークダウンに置き換えていくノート整理アプリを作りたい。
EjiCellと名付ける事にする。</p>
<p>[[講義ノート]]で書いた考えをもとに、1枚のノートとなっている手書き画像を範囲指定しつつマークダウンに置き換えていく事で、
テキストのブロックと画像のブロックのリストで構成されたノートを作るアプリが欲しい。</p>
<h2 id="実現したい事" tabindex="-1"><a class="header-anchor" href="#実現したい事"><span>実現したい事</span></a></h2>
<p>講義のノートは全て[[PngNote]]で、つまりフリーハンドの画像で取るようにしたい。
キーボートとペンを行ったり来たりしたくない。ペンだけでノートを取りたい。</p>
<p>一方で全部画像で残すのはしたくない。
grepしやすく見直しやすいように、最終的には画像とテキストが混ざったmarkdownのノートになって欲しい。</p>
<p>そこでフリーハンドでとったノートを元にテキスト画像混じりのマークダウンを作るアプリが欲しい。それがEjiCell。</p>
<p>動画を見ている時は、フリーハンドでは省略的に分かればいい程度の感じで書いておいて、
動画を見終わった後に、画像を見ながら部分部分をテキストに手作業で置き換えていく。
最終的にはmarkdownの1ファイルと複数の画像セルになる感じ。
出来上がったものをTeFWikiに組み込んでこれまで通り公開したい。</p>
<h2 id="考えている事" tabindex="-1"><a class="header-anchor" href="#考えている事"><span>考えている事</span></a></h2>
<p>画像の左側の余白をタップすると、そこを境に上下に画像が分かれて、間にテキストブロックが挟まる。
画像を選択すると上下に移動出来るバーが出て、それで狭めたり広くしたり出来る。
広くするのはオーバーラップが出ない所までしか出来ない。</p>
<p>縦方向しか指定しないので、UIはそれに合わえて大雑把に操作出来るようにしたい。</p>
<p>概念的には画像をsplitする画像編集アプリに近い。
ただ、画像を見ながらその中身を手作業でテキストに置き換えたいので、テキスト入力もその場で出来る必要はある。
ただマークダウンのフォーマットは出来なくていいかな。プレーンテキストで。</p>
<p>実装的には元になる画像を毎回ロードしてbackground Imageで切り抜いたdivを並べる感じにしたい。
splitはあくまでそういう画像をファイルとして保存していくだけで、
アプリとしてはいつもオリジナルをロードする。</p>
</div></template>


