<template><div><p><a href="./グッズ関連.html">グッズ関連</a>, <a href="./タブレット.html">タブレット</a></p>
<p>Kindle Fire Max 11を買った。（2023-07-10 ）</p>
<p><a href="https://amzn.to/3XT3Y1s" target="_blank" rel="noopener noreferrer">amazon: Kindle Fire Max 11(2023年モデル)</a></p>
<p>定価34980円の所をプライムデーのセールで26980円+ポイント3200ポイントくらい。ポイントでスタイラスを買おうかなぁ、と思っている。</p>
<p>スタイラスは単6電池。</p>
<h2 id="ファーストインプレッション" tabindex="-1"><a class="header-anchor" href="#ファーストインプレッション"><span>ファーストインプレッション</span></a></h2>
<p>なんかWiFiが不安定な気もするが、これはWiMax側のせいかもしれない（最近たまに時間帯によって不安定になる）。</p>
<p>F-DroidでsyncthingsとかKeePassとかはあるので割とさっくり設定は終わる。
ピッコマアプリはapkが無さそうだが、他は配られているapkだけで十分かなぁ。</p>
<p>指紋認証はやっぱいいね。顔認証より指紋認証の方が好きだな。</p>
<p>Prime Videoを見てみたらなかなか画面綺麗で満足度高い。これはPrime Video見るにはいいデバイスだね。
Kindleもそのまま本買えるのはいい。</p>
<p>アベマtvも綺麗に見えていい感じ。</p>
<p>プライム会員のお試しなのでついでにKindle Unlimitedのお試しもやってみたが全然本が無くてびっくり。このサービスは意味あるのか？
そしてなぜかまいにちイタリア語のテキストはUnlimitedに入っていて驚く。</p>
<h2 id="しばらく使ってみての印象-2023-07-30-日" tabindex="-1"><a class="header-anchor" href="#しばらく使ってみての印象-2023-07-30-日"><span>しばらく使ってみての印象 2023-07-30 (日)</span></a></h2>
<p>20日ほど使ってみた印象。
やはりWiFiが不安定な気がするが、動画見ている時などはあまり問題無いので良くわからない。
Silkはいろいろ不安定でyoutubeのフルスクリーンの挙動がおかしかったりもするが、F-DroidにDuckDuckGoのブラウザを見つけたので試したら悪くなかったのでこれでいいや、という気分になっている。
なんかKindleの本のダウンロードが一回目必ず失敗するが二回目は成功する。
もともとKindleのダウンロード周りって挙動がおかしいので、二回目で必ず成功するのはむしろいいのでは、という気分もちょっとするが、
なんで一回目失敗するの？というのはよくわからないところ。</p>
<p>細長い画面は思ったより悪くない。Kindle系は結構このサイズに最適化されてるのもあり、横で見開きが見やすかったりもする。
画面は綺麗だね。
あとedXなどのように横に字幕が出るのも見やすい。
少し持ちやすいのとバッテリの保ちがいいのと値段がそれなりに安いので、割と雑に扱えるのもいい。
思ったよりは使っている。</p>
<p>Primeのサービスは全然使えていない。ただ7月は<a href="./728x.html">728x</a>の勉強でいっぱいっぱいだったので、あまり時間が無かったというのもある。
来月は大河ドラマを見ていく予定なので来月も継続で。</p>
<h2 id="google-play関連を入れてみた-2023-10-21-土" tabindex="-1"><a class="header-anchor" href="#google-play関連を入れてみた-2023-10-21-土"><span>Google Play関連を入れてみた 2023-10-21 (土)</span></a></h2>
<p>しばらく使って、まぁデフォルトでの使い心地はだいたい理解したので、Google Play関連のapkを入れてみた。
なんか昔と違って、単にこの端末の最新のapkをいくつか入れるだけで普通に動いて、ピッコマとかDMMPlayerとかが動きそう。
昔はルート取ったりなんか特定のバージョンで止めないと行けなかったり面倒があった気がしたんだが、これならそんな怪しい事も無くてあんまりリスクも感じないな。</p>
<p>アップデートで動かなくなったりするかもしれないので最終的な判断はまだ出来ないが、
今の感じだと安いけど割と満足なハードウェアでスタイラスも悪くない、なかなかコスパの良い端末という気がする。</p>
<h2 id="数年使っての感想-2025-09-28-日" tabindex="-1"><a class="header-anchor" href="#数年使っての感想-2025-09-28-日"><span>数年使っての感想 2025-09-28 (日)</span></a></h2>
<p>今年の5月くらいにピッコマアプリが動かなくなった。そのうち戻るかなぁ、と思っていたが戻らなさそう。</p>
<p><a href="./WhiteBoardCast.html">WhiteBoardCast</a>での動画つくりにも結構使っているし、電子書籍を読むのにもyoutubeを見るのにも割と使っている。
電子書籍は縦横比の問題で手持ちのiPad Proより小さく感じる。
逆にyoutubeは縦横比があっているのでiPadより大きく感じる。</p>
<p>値段の分は働いてくれたかな、という気はする。いい買い物でした。
パフォーマンスも不満は無いし、液晶の綺麗さも不満は無い。
iPad Proより雑に使えるのでiPad Proより良く使っていた。</p>
<p>充電が遅いのは不満といえば不満だが、適応してしまえば別にいいかな、という気もする。</p>
<p>最近は<a href="./たてなか流クイックスケッチ.html">たてなか流クイックスケッチ</a>とかを見るには小さいなぁ、と感じるので、もう少し大きなタブレットが欲しいな、と感じるようになった。
持ち運ばないし、13インチくらいのタブレットに乗り換えようかなぁ、とは思っている。</p>
<p>関係ないが、アプリはもうGoogle PlayよりもAmazon App Storeの方が売れるので、Amazon App Storeに出す方がいいのでは？という気はしている。
Google Playは検索の順位が恣意的で個人開発者に不利過ぎてやる気が出ないな。</p>
</div></template>


