<template><div><ul>
<li><a href="./サーフボード.html">サーフボード</a></li>
<li><a href="./ソフトボード.html">ソフトボード</a></li>
<li><a href="./KumaFish.html">KumaFish</a></li>
</ul>
<h2 id="_2021-mf-little-marley-5-8-39l" tabindex="-1"><a class="header-anchor" href="#_2021-mf-little-marley-5-8-39l"><span>2021 MF LITTLE MARLEY 5'8 39l</span></a></h2>
<p>ソフトトップと言われるボード。EPSの外側にソフトボードの素材を巻いてあるらしい。</p>
<p>これと年式は違うが似たようなのを奄美のゲストハウスでレンタルしていて二回くらい乗った事があり、結構良かったので買ってみた。</p>
<ul>
<li><a href="https://www.youtube.com/watch?v=Mq1MzjdfmEc" target="_blank" rel="noopener noreferrer">ミックファニングスポンジボード試乗動画 - YouTube</a> この動画が一番ライディングが多い気がする。</li>
<li><a href="https://www.mickfanningsoftboards.com/products/mf-little-marley-aqua?variant=40414088134750" target="_blank" rel="noopener noreferrer">MF LITTLE MARLEY - AQUA – MICK FANNING SOFTBOARDS AUS</a> 公式ページ、これとは年式が違うかも？ただ他のMFボードとの比較に良い。</li>
<li><a href="https://www.youtube.com/watch?v=5UjGZLg35lA" target="_blank" rel="noopener noreferrer">【ミックファニング先生】オシャレすぎる湘南のSHOPで今年のMFSOFTBOARDSをチェック！ #サーフィン - YouTube</a> MFのソフトボードの複数紹介</li>
</ul>
<h3 id="購入-2024-04-23-火" tabindex="-1"><a class="header-anchor" href="#購入-2024-04-23-火"><span>購入 2024-04-23 (火)</span></a></h3>
<p>由比ヶ浜で小さい波の時に遊ぶ用に安いソフトボードが欲しくて探していた所、ヤフオクで出ていたので購入。
送料入れて3万弱くらい。このくらいなら、まぁ雑に使って数年で廃棄でも惜しく無かろう。</p>
<p>ソフトフィンが付属してくるが、宿のオーナーもyoutubeでもフィンは変えた方がいいと皆が言っているが、
とりあえずしばらくソフトフィンで乗ってみる。</p>
<p>横幅が大きいので、長さから思う予想よりも大きく感じる。5'6とか5'2で十分だったかもしれない。
ただめちゃくちゃ波が小さい時用なので、まぁこれはこれでありかも。</p>
<p>スネヒザくらいの波で一回入ってみた所、テイクオフは大きなボードって感じで楽に安定して出来る。
曲がれるかどうかは波が小さすぎて分からなかった。
セットでたまにモモくらいの波が来る時用で買ったので、そういう波でどうかだなぁ。</p>
<p>ただテイクオフで安定するボードでテイクオフをすると、
悪い所を直すのに集中出来て練習にいい気はする。</p>
<h3 id="しばらく乗った感想-2024-09-17-火" tabindex="-1"><a class="header-anchor" href="#しばらく乗った感想-2024-09-17-火"><span>しばらく乗った感想 2024-09-17 (火)</span></a></h3>
<p>当初想定していた由比ヶ浜では無くワガエで乗るようになり、もうちょっと小さいボードでもいいかなぁ、という気分になっている。
だがテイクオフからアップス、ターンまでちゃんと出来るし、テイクオフの時にレールを入れてたった時からアクションしたり、とてもいい感じでは乗れている。
しっかりとレールは入りターンも出来る。</p>
<p>ただ大きいので、よっこらしょっというかんじで動かすかんじになる。
ワガエはそれなりに掘れるのでもっと小さくても良いのでは？と思っているが、
ひょっとしたらこのボードがすごく良い可能性もある。
もうちょっと小さいボードも試してみよう、と思い<a href="./KumaFish.html">KumaFish</a>をポチってみた。
両方乗ってみて、気に入った方を残そうと思う。</p>
<p>本当はlittle marleyの5'4くらいがベストな気がしているが、あまり安く手に入らないので、kuma fishで。super evaがどのくらい違うのかもためしてみたいが。</p>
<h3 id="メルカリで売却-2024-10" tabindex="-1"><a class="header-anchor" href="#メルカリで売却-2024-10"><span>メルカリで売却 2024-10</span></a></h3>
<p>kuma fishと２つ持っていても仕方がないのでこちらを売却する事に。正直ライディングはこちらの方がいいのだが、
海まで持っていく楽さでこちらはあまり乗らなくなってしまったので。</p>
<p>割と乗ったし、何が必要か知る事も出来たので、ちゃんと役割は果たしてくれた気がする。</p>
<p>メルカリの出品は初だったがすぐ売れた。値段を安めにしていたからとは思うが、そんなに高いものではないのであまり手間を掛ける気もないし、
ハードオフとかに持っていくよりはずっと高く売れただろうから満足である。</p>
</div></template>


