<template><div><p>[[サーフボード]]</p>
<h1 id="libtech-rnf-redux-5-4-26l" tabindex="-1"><a class="header-anchor" href="#libtech-rnf-redux-5-4-26l"><span>libtech RNF Redux 5'4 26l</span></a></h1>
<ul>
<li>幅: 19.0</li>
<li>厚さ: 2.25</li>
</ul>
<p>奄美はかなり浅いリーフのポイントで良く乗るので、壊れにくくて水を吸いにくいlibtechのボードがいいんじゃないか、と思いメルカリを徘徊して見つけたもの。</p>
<h3 id="購入-2024-10-19-土" tabindex="-1"><a class="header-anchor" href="#購入-2024-10-19-土"><span>購入 2024-10-19 (土)</span></a></h3>
<p>7万2000円で購入。リトルマーレーの売却で得た残高を差し引いて5万円台になるように値下げ交渉をして購入。</p>
<p>5'4は少し短いしリッターも26lは少し少なめで、自分は27lくらいのを探していたが、libtech版は5'4の次は5'6の29lで5'5が無いらしい。
29lだと今乗ってるのとあまり変わらないので、少し小さい側に倒すのはありか、というのと、
5'5を乗っている映像をいろいろ見たところ、そんなに小さくも見えないので5'4でも平気だろう、と判断。</p>
<h3 id="乗ってみての感想-2024-10-26-土" tabindex="-1"><a class="header-anchor" href="#乗ってみての感想-2024-10-26-土"><span>乗ってみての感想 2024-10-26 (土)</span></a></h3>
<p>今日初めて乗ったので感想を。
コンディションはモモ〜ハラくらいで、自分はインサイドでモモコシくらいの中心に乗っていた。
たるい波が多くてあまり掘れないが、割れる所はちゃんと掘れて割れる事もあるのでテイクオフから滑り出しのあたりは練習出来た。</p>
<p>まずたるいセクションは全然走らない。すぐ失速してしまう。これは以前23lくらいのBlack and Whiteを乗った時はもっと酷かったので、リッターを下げるというのはこういう事なんだろう。
26lはドルフィンとかは楽々で取り回しも良い。こういうのはリッターを下げたメリットだよな。</p>
<p>テイクオフは割と問題なくいい感じ。ちゃんとノーズ側でパドリングすると前が沈められるので、ノーズが浮いてしまうこともなくいい感じに走り出せる。
もっと初心者向けボードっぽい感じなのかと思ったが、そんな浮いている感じは無くて、むしろ重さで滑り降りていく感じもある。</p>
<p>ノーズ側を踏むとノーズが沈んでコケてしまい、後ろを踏むとくるっと周り過ぎてしまう。
ニュートラルで加重する必要があるが、これはなかなか難しい。
でもニュートラルで加重する良い練習になるので良いと思っている。</p>
<p>ボトムターンですぐに上げるのは、テールを踏まないと思ったよりも上がらない。
ただすぐに上がらない時はレールの入り方がいい感じな気がするので、これはうまく乗れるようになったら凄い良いかもしれない、という予感はした。
ちゃんとレール入れてドライブした時にどうなるか見てみたいので、
もう少し大きな波で乗った時にどうなるかは試してみたい所。</p>
<p>テイクオフから最初のアクションまでのラインどりがすごく思い通りに出来る。
ちょうど一昨日サーフレッスンを受けてテイクオフを改善中なのでそのせいの可能性もあるが、
これまで立って横行って終わってた波のセクションが見えて、何か出来る。
ショルダーの無いポイントブレイク向きだな、と思った。</p>
<p>全体的にピーキーだが自分の実力で乗れそうなくらいの感じで、
思ったほど小波用という感じでは無いが次に乗るのはこれでいいかな、という気分になった。</p>
<p>なおリブテック特有の何かはあんまり分からない。プレセボなどを乗った時のような特有の何かは別に感じない。</p>
<h3 id="さらに乗ってみての感想、とても良い-2024-10-30-水" tabindex="-1"><a class="header-anchor" href="#さらに乗ってみての感想、とても良い-2024-10-30-水"><span>さらに乗ってみての感想、とても良い！ 2024-10-30 (水)</span></a></h3>
<p>割れにくい厚めの波やムネカタくらの波でも乗ってみた。慣れてきたら、すごく良い！
まず厚めの波でもテイクオフは簡単に走り出す。これは最近レッスンを受けてテイクオフが進歩しただけかもしれないが、どちらにせよ浮力が足りなくて乗れないという事は無い。
バンバン乗れてめちゃ楽しい。</p>
<p>そしてムネカタくらいの少しサイズがある波で乗ってみたが、すごく良い。こういう波だと最高だ。
滑り出しが早くて少し大きい波でもバンバン乗れる。
ショルダーが無い波でもテイクオフの所のフェースで小さくギュインギュイン回るので楽しめる。
めちゃ楽しい。youtubeで見るライディング映像はうまい人でいい波だからでは？という疑問もあったし実際それはあるが、
自分でも似たような乗り方が出来てすごく良い。
大きくなるとどうなのか？と思ったが、レールが凄い食い込んで、こうしたいと思った通りのライン取りが出来る。</p>
<p>短いボードは良くない波でも楽しいボードだな。
すぐに割れちゃうような波でも時間が止まったかのようにその間にいろいろと動かせる。
なんかテイクオフ直後のフェースの所でめっちゃスピードを出せるので、これまで何も出来なかったような波でもいろいろ楽しい。
これまでぼーっと棒立ちして待つしか無いような所で2マニューバー刻める。
前のコブまでにちゃんとスピードがつくので、いろいろ出来そうな感じになる（まだ実力が無いので何も出来ない事も多いが）。</p>
<p>良い波で普通の長さのボードでないと身につかない事もあるとは思うしそういう練習もしたいけれど、
しばらくはこのボードでそれ以外の所をもっと練習してからでいいや、という気分になった。
やっぱり良くない波の方が多いので、そういう所で楽しめて練習にもなるボードの方が絶対いいよな。</p>
<p>大きなすごく良い波だと大きなライディングは難しいかもしれないので、そういう時にどうなのかは試してみたいと思っているが、
そういう波は滅多にないからなぁ。逆に言えば大多数の波はこのボードが良いという事は現時点でも確定していると言える。
ムネカタくらいの波は自分のホームではむしろかなり良い方の波だった訳で、これでめちゃくちゃ良かったのだから。</p>
<p>浮力が多い板のように、たるい所で立ってるだけで勝手に走っていく感じはやはり弱い。
ただ当初感じたほどすぐ失速するとは思わなくなった。
もう波が終わってしまったスープの中を勝手に進んでいくみたいなのはないけれど、逆にテイクオフの所でずっと良く走るので、
フェースがある所をずっと有効活用出来るため、波全体としてはこれまで以上に楽しめる区間が増えているように感じる。</p>
<p>いやぁ、これは凄いボードだ。良い買い物をしたかもしれない。ショルダーが無いポイントブレイクでやってる自分みたいなのには最高のボードだ。
サーフィンがすごく楽しくなった。</p>
<h3 id="ツインスタビ買ってみた-2024-11-22-金" tabindex="-1"><a class="header-anchor" href="#ツインスタビ買ってみた-2024-11-22-金"><span>ツインスタビ買ってみた 2024-11-22 (金)</span></a></h3>
<p>プレセボの板とフィンを共有していたがつけかえるのがかったるいのでツインスタビを買ってみた。2880円だった。</p>
<p><a href="https://amzn.to/3YXyruR" target="_blank" rel="noopener noreferrer">amazon: Krovat サーフボード用 3フィン MR.TWIN グラスファイバー ショートボード ミッドレングス 汎用 3枚 セット</a></p>
<p>写真ではプラスチックっぽく見えるが、触ってみると少し重さがある感じで、グラスファイバーっぽい。
とりあえず乗ってみたら感想載せます。</p>
<h3 id="ツインスタビ感想-2024-12-12-木" tabindex="-1"><a class="header-anchor" href="#ツインスタビ感想-2024-12-12-木"><span>ツインスタビ感想 2024-12-12 (木)</span></a></h3>
<p>そんないい波では乗れてないけれど、しばらく乗っての感想。トライとは結構違うね。自分の実力でも明確に分かる。</p>
<p>よく言われるようにダウン・ザ・ラインでの伸びが良い。テイクオフしてから降りていくところでは明確に違いが分かる。
より前に進んで行く感じがある。</p>
<p>一方で曲がる時の弧が少し膨らむ。クイッと曲がる感じにならない。</p>
<p>これは良し悪しあって、ショルダーが無いけど掘れてる大きめの波に食い込むようなボトムターンして上げるようなのはやれなくなる。
ただフェイスが広い時に小さく回って波を無駄にする事は無くなる。</p>
<p>別にテールが滑るという訳でも無いし、ちゃんと曲がる。ただ弧が少し膨らむ、というだけ。
こちらの方が良い波も多いし、スラスターの方が良い波もある。そしてどっちが多いかは結構微妙だなぁ、と思う。</p>
<p>波がしょぼい時は結局テイクオフからボトムに降りるまでのスピードが無くて何も出来ない事も多く、そういう時にはツインスタビの方がまだ何か出来る可能性が上がるので良い。
また、波が大きい時もフェースが広ければツインスタビの方が大きなサーフィンが出来て良い。
スラスターが良いのはダンパーとか、ショルダーが無いけど結構掘れるムネ以上の波とかで、
そういう機会は意外と多く無い。
そして海に行ってみないと分からないので、全部ツインスタビでいいんじゃないか？という気もする。
実際ツインスタビでRNF Reduxや96を乗っている人はいるよねぇ。</p>
<p>一方で全部スラスターでもいいっちゃいい。弧が小さくなってしまうとは言え別にいい波に乗れない訳じゃないし、クイックに反応出来る。
テイクオフから降りていくのも別に走らない訳では無い。相対的には劣るが別にこれでもいいっちゃいい。</p>
<p>そういう訳で、これは好みの問題だなぁ、という感じになった。どっちでもいい気がする。そして結構違いは分かる。面白いね。</p>
<hr>
<p>以下は購入前の検討</p>
<h3 id="rnf96とrnf-redux" tabindex="-1"><a class="header-anchor" href="#rnf96とrnf-redux"><span>RNF96とRNF Redux</span></a></h3>
<p>libtechで何かボードを探していて、RNF Reduxがメルカリにあるのでちょっと気になっている。リッター数で選ぶと相当短くなるが、みんなどうしているんだろう？
という事でいろいろな動画のRNF 96のサイズ感を調べる。</p>
<p><a href="https://youtu.be/kmFEmEGtT3M?si=iCD_yF2ZwR12RxPF&amp;t=137" target="_blank" rel="noopener noreferrer">Kume Bro's</a></p>
<ul>
<li>身長165cm 体重 58kg 5'2 25l</li>
<li>身長180cm 体重 68kg 5'5 28.25l</li>
</ul>
<p>libtech版も見ておく。</p>
<p><a href="https://www.youtube.com/watch?v=FyKaz4E3wIU&amp;t=917s" target="_blank" rel="noopener noreferrer">【やってくれたな...】壊れなくて性能が抜群に良い！と言われる夢のようなのサーフボードってこの世にあるの？ - YouTube</a></p>
<p>5'3 26.25l</p>
<p><a href="https://www.youtube.com/watch?v=7gOixGbNQCQ" target="_blank" rel="noopener noreferrer">（浮力上げてみた）lost RNF長さ5.6試乗 ｜35歳会社員サーファーの成長記録｜サーフィン歴10年 - YouTube</a></p>
<p>身長175cm、体重60kg。
普段25lくらいに乗っていて、5'5 28lか5'6 30lか迷っているとか。
5'5の方がいいとか。</p>
<p><a href="https://www.youtube.com/watch?v=ipJL42UR2pA" target="_blank" rel="noopener noreferrer">Luvsurf TV 678：ダジバロウによるLOST『RNF'96』Light Speedのインプレッション - YouTube</a></p>
<p>5'4で25.25</p>
<p><a href="https://www.youtube.com/watch?v=n68ExfLhQeU&amp;t=644s" target="_blank" rel="noopener noreferrer">Lost surfboards のRNF 96 は過去最高傑作です！RNF 96 Lost surfboard’s is the best board ever! - YouTube</a></p>
<p>ケイコバヤシは5'2で25.95l
Driver 2.0は5.55を乗ってるので3インチ短いとか。</p>
<p><a href="https://www.youtube.com/watch?v=vFfjl0pBytY&amp;t=689s" target="_blank" rel="noopener noreferrer">LOSTから出た25年前の復刻版が調子良すぎ！パドルに自信ない方も楽々！パフォーマンスも最高！ - YouTube</a></p>
<p>ムラタアラシは5'3で26l。
普段は5'7の24lとか。</p>
<p><a href="https://www.youtube.com/watch?v=5XM4mMeJgtE" target="_blank" rel="noopener noreferrer">Luvsurf TV 457：LOST『RNF-REDUX』CARBON WRAP 西井浩治 Koji Nishii - YouTube</a></p>
<p>西井浩治は RNF-Reduxは5'5。結構大きめに見える。55歳170cm 体重60kgという事で、自分よりちょっと重いが似た体型だな。</p>
<p>5'4か5'5ってところかなぁ。</p>
</div></template>


