<template><div><ul>
<li>[[サーフィン]]
<ul>
<li>[[サーフボード]]</li>
<li>[[SurfLogの過去ログ]] 古くなったはこちら。</li>
</ul>
</li>
</ul>
<p>サーフィン関連の日々の雑記などのブログ的な内容をここに置く。</p>
<h2 id="このページの主旨" tabindex="-1"><a class="header-anchor" href="#このページの主旨"><span>このページの主旨</span></a></h2>
<p>サーフィン関連の成長などを見たいと思った時に、雑記の中に埋もれているのはいまいちだよなぁ、という事でここに独立させてみる。
本当はブログの方にしたい気もするが、まぁいいだろう。</p>
<p>単に思った事などを書いたり課題とか考えてる事を書いたりしてみる。</p>
<h2 id="_2025-08-23-土" tabindex="-1"><a class="header-anchor" href="#_2025-08-23-土"><span>2025-08-23 (土)</span></a></h2>
<p>材木座の湾内で軽く夕方に入る。サイズはたまにコシくらいのが来るがパワーがなくて見た目よりきつかった。
セットはちょっと乗れるがセット以外は立つだけで精一杯。
ソフトボードの方が良かったなぁ。</p>
<h2 id="_2025-08-27-水" tabindex="-1"><a class="header-anchor" href="#_2025-08-27-水"><span>2025-08-27 (水)</span></a></h2>
<p>風が吹いてきてサイズが上がってきたとの事で出てみる。
サイズはハラくらいあったのだが、割れてすぐなくなっちゃう波ばかりで何も出来ない。
しかも結構パドルは疲れる。苦行という感じだ。</p>
<p>ただ最近運動が足りていない気がしていたので、ちょっと長めに入って頑張ってパドルする。</p>
<p>3時間くらい入った結果、2〜3本は多少は何か出来た、くらい。カットバックというかレギュラー側からバックサイドのボトムターンをして軽くスープにあてるようなのが出来た。
カットバックの練習をしたいのだが、しばらく走ってゆるくなる、みたいなシチュエーションはあんま無いんだよな、リーフのポイントブレイクなので。</p>
<h2 id="_2025-08-31-日" tabindex="-1"><a class="header-anchor" href="#_2025-08-31-日"><span>2025-08-31 (日)</span></a></h2>
<p>ニューボードのKyussFishを試したくて全然無いのに海に出てみたが全然なくて厳しかった。
ワガエにも入って足を軽く擦り傷作って帰ってくるなど。ぐぬぬ。</p>
<h2 id="_2025-09-01-月" tabindex="-1"><a class="header-anchor" href="#_2025-09-01-月"><span>2025-09-01 (月)</span></a></h2>
<p>材木座に入る。オンショアジャンクだがたまにコシくらいのパワーが無い、材木座のちょっと波がある日という感じ。
[[KyussFish]]にいろいろ感想を書く。</p>
<h2 id="_2025-09-02-火" tabindex="-1"><a class="header-anchor" href="#_2025-09-02-火"><span>2025-09-02 (火)</span></a></h2>
<p>今日はオンショアでまぁまぁジャンクだがサイズがそれなりなのでホームポイントに入る。
[[UberDriverJp]]乗るの久しぶりだな。</p>
<p>久しぶりだからかコンディションが難しいからか分からないが、なかなか思うようなライディングが出来なかった。
2本くらいまぁまぁのもあったが、テイクオフのあとに何も出来ずに前に降りてしまう事が多いような？</p>
<p>そしてずっとパドリングなのですごい疲れた。やはりたまにはこういうコンディションでやっていかないとなぁ。</p>
<h2 id="_2025-09-05-金" tabindex="-1"><a class="header-anchor" href="#_2025-09-05-金"><span>2025-09-05 (金)</span></a></h2>
<p>まぁまぁ風が吹いている中だが、久しぶりにちゃんとアクション出来る波が何本かあった。
やはり波が良くなるとテイクオフとかもいい感じになるな。ここ数日は波が難しかった、という事か。
ただ雨が酷くてきつい。</p>
<p>夕方は雨が上がったがいろいろびしょびしょなのであまり外に出る気がせず。波はめちゃでかそうだったが。</p>
<h2 id="_2025-09-06-土" tabindex="-1"><a class="header-anchor" href="#_2025-09-06-土"><span>2025-09-06 (土)</span></a></h2>
<p>面がクリーンでコンディションは良さそうだが朝は混雑していそうなので10時くらいに時間をずらして入る。
サイズは結構落ちてきているがまだまだムネくらいのは来ていて、時間帯によって掘れすぎたりショルダーが無かったりと幅広い感じで、
間は良い時間帯もあった。</p>
<p>今日は結構いいライディングが出来た。やはりここ数日いまいちだったのは波が難しかったからというのもありそうだな。</p>
<h2 id="_2025-09-14-日" tabindex="-1"><a class="header-anchor" href="#_2025-09-14-日"><span>2025-09-14 (日)</span></a></h2>
<p>久しぶりに波があるとの事で朝からはいる。</p>
<p>オンショアだがまぁ乗れる波も来る。ただここ数日座って作業ばかりだったので運動不足だったせいで、体が重く、サーフィンは低調。
視野は狭くなるしピークは見えないし板は沈む感じがするし、いろいろいまいち。
波自体もそうクリーンでは無いので難しさがあった。</p>
<p>ただいい運動にはなった。</p>
<p>運動不足解消のため、夕方に2ラウンド目に入る。意外と波はあったがメインピークは波の数の割に人がいたのでインサイドで大きめのボードでまったり。</p>
<p>運動不足の解消は出来たかな。疲れてなにも出来なかったが、まぁいいだろう。</p>
<h2 id="_2025-09-21-日" tabindex="-1"><a class="header-anchor" href="#_2025-09-21-日"><span>2025-09-21 (日)</span></a></h2>
<p>いまいち続かないが波が無い訳では無い、くらいのコンディション。最近波が無かったので、その割にはマシだった。
途中でフィンがなくなってしまい、父が乗ってたファンボードみたいなのに乗り換えて乗っていた。</p>
<p>乗っている時はそれほど感じていなかったが、家に帰ってから疲労が出て、一日ゴロゴロしていた。</p>
<h2 id="_2025-09-22-月" tabindex="-1"><a class="header-anchor" href="#_2025-09-22-月"><span>2025-09-22 (月)</span></a></h2>
<p>夕方に近場のポイントに[[KyussFish]]で入ったらサイズが上がってちょっと楽しめた。
でもこれだけ波があるなら普段のポイントまで行くんだったな。</p>
<h2 id="_2025-09-23-火" tabindex="-1"><a class="header-anchor" href="#_2025-09-23-火"><span>2025-09-23 (火)</span></a></h2>
<p>波はありそうだが祝日でもあり混んでそうなので時間をずらして昼前くらいに行く。
結構いい波に乗れて、久しぶりにまぁまぁなライディングが何本か出来た。
やっぱ波が良いといいライディングが出来るんだなぁ。</p>
<p>フィンは以前買ったペラペラっぽくて少し小さいAmazonの安物フィンを使って出たが、少しホールドしない気がする。
普通にサーフィンは出来るが。</p>
<p>帰ってきて疲労が出て数時間寝る。やっぱ最近サーフィンが出来ていなかったので疲労が出やすい気がする。</p>
<h2 id="_2025-09-25-木" tabindex="-1"><a class="header-anchor" href="#_2025-09-25-木"><span>2025-09-25 (木)</span></a></h2>
<p>昨日は昼に歯医者があったので2ラウンド。午後の方が良かったか？今日は午前中。いい波が続くのでそろそろ疲労も溜まってきたが、サーフィンの調子は良くなってきている。
少し前の方に乗ってパドルして、ちょうど良く滑り出すのを思い出してきた。
まぁまぁのリップも出来る。</p>
<h2 id="_2025-09-26-金" tabindex="-1"><a class="header-anchor" href="#_2025-09-26-金"><span>2025-09-26 (金)</span></a></h2>
<p>10時ころから入って13:30頃までサーフィン。結構限界までやった。
波は良くて、後半は頭くらいのセットも入ってきたが、間隔は少し長めで待ちきれずにインサイドに移動して逃すを何度かやってしまった。</p>
<p>ライディングは結構良くて、いいターンも何発か出来た。</p>
<p>連日のサーフィンでそろそろ疲労が限界。</p>
<h2 id="_2025-09-28-日" tabindex="-1"><a class="header-anchor" href="#_2025-09-28-日"><span>2025-09-28 (日)</span></a></h2>
<p>夕方に軽く材木座の湾内へ。ヒザ。たまにセットでギリワンターン入る。</p>
<h2 id="_2025-09-29-月" tabindex="-1"><a class="header-anchor" href="#_2025-09-29-月"><span>2025-09-29 (月)</span></a></h2>
<p>朝からホームへ。風が強いが波はそこそこ大きく、セットは頭くらいはあったかも。ただピークが全然わからずピーク迷子に。
たまにいいのに乗れて何ターンか入ったが、完全にまぐれ、という感じ。</p>
<p>まぁいいライディングはできたので満足ではある。めちゃ疲れたが。</p>
</div></template>


