<template><div><p>[[日本史]]</p>
<p><a href="https://amzn.to/3LlgBeC" target="_blank" rel="noopener noreferrer">amazon: 【書籍】大いなる謎、平清盛</a></p>
<p>鎌倉時代の本を読むにあたり、その前の清盛あたりから見ていきたいな、と思い、適当に検索して当たったこの本を読んでみる。
現在1/3くらい読んだが、「大いなる謎」は特に無い普通に平清盛、忠盛の解説。</p>
<p>割と読みやすいとは思うが、この本を突然読んでも厳しい気がする。
先にマンガの日本の歴史を読んで[[日本史]]くらいのノートを作っておかないと、誰が誰だか良く分からない。</p>
<p>ただ逆に言えばこの程度のメモがあれば、すらすら読める。各話は1ページから数ページ程度の短さなので、
そんな気合なくても区切りが良い所まで読めるので読む気になる。</p>
<p>また、マンガよりはしっかりした本なので、変に物語にしてしまわずに分かっている事をいろいろ並べて、こうだったのかもしれない、
程度の推測に留めていて、より実態というか歴史に詳しくはなる。
周辺の事情も詳しく、後白河上皇に接近する前後もいろいろ書いてあって、
当時の情勢がよりわかりやすくて、なかなか良い本だと思う。</p>
<p>[[平氏]]</p>
<h3 id="読み終わり-2023-08-05-土" tabindex="-1"><a class="header-anchor" href="#読み終わり-2023-08-05-土"><span>読み終わり 2023-08-05 (土)</span></a></h3>
<p>なかなか興味深く読めた。誰が誰の子供か、とかの一通りのメモをどこかで作った上で、
それらの人々のエピソードを肉付けしてく、という感じの、肉付けに良い本だったと思う。
平清盛についての理解はだいぶ深まったし、周辺の人物像にもだいぶ具体的なイメージがついた。</p>
<p>また、平清盛を中心にいろいろ学んで見る、というのは、
平安時代から鎌倉時代の変遷を理解するのにも良いと思った。
ちょうど平家は公卿の側というか、平安貴族側でいろいろとやるので、
摂関政治や院政と自然につながっている割に、
その後の義経、頼朝との戦いにもつながるので、
今回この周辺を学ぶ前に持っていた、平安から鎌倉時代の間の途切れた感じがだいぶなくなった。</p>
<p>平清盛は時代的にも一代でとても大きな変化をした時期で、
この周辺を深掘りするのは日本の理解を深めるなぁ、と思った。</p>
<p>この本は、専門家がちゃんと書いた本って感じがして良いね。
最近日本語の新書はあまりにも素人みたいなのが嘘ばっかり書くようなのにばかり当たっていてげんなりしていたので、
ちゃんとした専門家が自分の知らない事をしっかりと解説してくれる、という事の素晴らしさを思い出した気がする。</p>
<p>また、[[大河ドラマ]]の平清盛の副読本としてもなかなか良い。目次がしっかりしているのできになった時に読み直すのにちょうど良い。</p>
</div></template>


