<template><div><ul>
<li><a href="./社会科学.html">社会科学</a></li>
<li><a href="./オーディオブック.html">オーディオブック</a></li>
</ul>
<p><a href="https://amzn.to/4mn82Ru" target="_blank" rel="noopener noreferrer">amazon: ［新訳］フランス革命の省察: 「保守主義の父」かく語りき</a></p>
<p>audibleの聴き放題に入っていたので聴いてみている。 - 2025-08-22 (金)</p>
<p><a href="./【書籍】正義論.html">【書籍】正義論</a>を読んでいて保守主義との比較が見たいな、と思い、なんか保守っぽいの無いかな、と選んだもの。</p>
<p>序文はやけに著者の我田引水っぷりがひどいが、本文は普通、、、だけれど、
なんかちょくちょく細切れっぽい文になってて、おや？と思いレビューを見ると、
どうも著者が適当に抜粋したものらしい。</p>
<p>えー、新訳って言わないだろそれ…</p>
<p>まぁ主張が変わらなければいいかな、と少し試しに他の人の訳ということで<a href="https://amzn.to/41T6oyP" target="_blank" rel="noopener noreferrer">amazon: フランス革命の省察: 今も燦然と輝く、保守主義のBible『フランス革命の省察』。バーク哲学を“正しく”読まずして、保守主義は語れない！</a> がKindle Unlimitedに入っていたので少し読んでみると、
結構印象が違う！</p>
<p>内容自体は結構いいので本で読むかなぁ。本は結構読むものたまってるんだが。</p>
</div></template>


