<template><div><ul>
<li><a href="./雑多なメモ.html">雑多なメモ</a></li>
<li><a href="./書籍.html">書籍</a></li>
</ul>
<p><a href="https://amzn.to/3Wlv6p8" target="_blank" rel="noopener noreferrer">amazon: 図解でわかる 14歳から知る影響と連鎖の全世界史</a></p>
<p>twitterで何か見かけて気になっていた本（どういう文脈だったかは忘れた）。
社会人が世界史の概要を知るのには何がいいのか？という雑談をしていて思い出して、ポチって読んでみる事に。</p>
<h2 id="購入、ゲルマン民族の大移動くらいまで読んだ-2024-07-16-火" tabindex="-1"><a class="header-anchor" href="#購入、ゲルマン民族の大移動くらいまで読んだ-2024-07-16-火"><span>購入、ゲルマン民族の大移動くらいまで読んだ 2024-07-16 (火)</span></a></h2>
<p>とりあえず最初の20ページくらいを読んでみる。
最新の情報を織り込んだという感じでは無く、
教科書的に一般に言われている事が薄く書かれている感じ。
十字軍とか「実際は違ったんだよ」系の話をいろいろと読んでいる身としては、
うーん、と思ってしまう。</p>
<p>ユーラシアの主要な地域を見開きで載せて進めていくので全体像はつかみやすい。
一方でそう同じ時代ときれいに並べられないものを無理やり並べてしまうので、
ローマ帝国とかめちゃくちゃ長く続いたものと数十年で終わってしまったものが区別がつきづらい。
また、簡単には言い表せない事を簡単に言ってしまうので、驚きとか感動がない。
もう少し驚きと感動は残せないものかなぁ、という気もしてしまうが、そういう事を省くからサクサク読めて全体像がつかめるという部分はあるか。</p>
<p>あと、教科書的な話が並んでいて、ヨーロッパ中心的な世界観だなぁ、と思う。
実際の歴史をちゃんと学んでいくと世界はこうではない、と感じるようになるのだけれど、
その「こうではない」の「こう」を学ぶには良いのかもしれない。学ぶ必要があるかは微妙な所だが。</p>
<p>ただ教科書的な話なので<a href="./【書籍】サピエンス全史.html">【書籍】サピエンス全史</a>とかよりはよっぽどまとも。ああいうとんでもになってしまわないためには、このくらい保守的な内容でいいのかもしれない。</p>
<p>早く読めて忘れないうちに全体像がつかめるので、この本に期待されている役割は果たしている気がする。</p>
<h2 id="モンゴル帝国のあたりはさすがに詰め込みすぎて意味が分からない" tabindex="-1"><a class="header-anchor" href="#モンゴル帝国のあたりはさすがに詰め込みすぎて意味が分からない"><span>モンゴル帝国のあたりはさすがに詰め込みすぎて意味が分からない</span></a></h2>
<p>イスラムの覇権とか十字軍とかとモンゴル帝国を無理やり見開きの中で説明するせいで、図解のない言葉だけの説明が多くなってしまい、また説明も短すぎて意味が分からない。
この辺はちょっと厳しいな。
パクス=イスラミカとか言葉だけ出てくるが全然なんなのか分からないし。</p>
<p>そのあとの大航海時代もオスマン帝国の話は名前くらいしか出てこなくて、その時代を説明するのには成功していない気がする。
この辺は、近代、現代につながるヨーロッパの話を拾う事を優先した結果、この時代の事は良く分からなくなってしまっていて、これは残念だなぁ、と思う。</p>
<h3 id="近現代が日本史みたいになってる" tabindex="-1"><a class="header-anchor" href="#近現代が日本史みたいになってる"><span>近現代が日本史みたいになってる</span></a></h3>
<p>大戦の前と大戦のあたりは日本と欧米しか無い感じになっていて、世界史感が無い。
そこまでの歴史とのつながりも全然無いし。
というかなんでこんな日本視点なの？世界史の本じゃないのか？</p>
<p>しかもなんか年表が並んでいるだけで、そこまでの世界地図的な奴が無くなってしまっている。解説も何を言いたいのか良く分からない謎の解説になってしまっている（この短さでは仕方ないが）。</p>
<p>戦後はアメリカ大統領の名前が並んでるだけだったり、何を言いたいのかガチで分からない。
ただこの辺はまぁもういいか、と読み飛ばしたい気持ちでいたので、出来が悪くてもいいかな、という気もする。</p>
<p>酷い出来だが、近現代はこの形式では厳しいのである程度はまぁ仕方ないかという気もする。</p>
</div></template>


