<template><div><h2 id="ハーバード×mba×医師-働く人のための-最強の休息法" tabindex="-1"><a class="header-anchor" href="#ハーバード×mba×医師-働く人のための-最強の休息法"><span>ハーバード×MBA×医師 働く人のための 最強の休息法</span></a></h2>
<p><a href="./オーディオブック.html">オーディオブック</a>より。</p>
<iframe style="width:120px;height:240px;" marginwidth="0" marginheight="0" scrolling="no" frameborder="0" src="//rcm-fe.amazon-adsystem.com/e/cm?lt1=_blank&bc1=000000&IS2=1&bg1=FFFFFF&fc1=000000&lc1=0000FF&t=karino203-22&language=ja_JP&o=9&p=8&l=as4&m=amazon&f=ifr&ref=as_ss_li_til&asins=4799321641&linkId=287c67e2d07138234632bd478076f02f"></iframe>
<p>序盤は欧米では〜的なげんなりな始まり方だったが、本編が始まってしまえば普通の内容。
全体的にそれほど目新しい事はなくて、体内時計を朝の光を浴びてリセットしましょう、とか、寝る前にスマホをいじるのは良くないですよ、とか、寝るのは7.5時間くらいがいいですよ、とか、0時〜6時を含むあたりに寝るのが良さそう、とか、そういう話が多い。
この辺の事は皆がどこかしらでは聞いた事があるのではなかろうか。</p>
<p>ただそういう当たり前の事がまとまっているので、聴いていると、「俺も睡眠しっかり取らないといかんなぁ。」という気分が高まるので、聴く意義はある気がする。
また、ちょくちょっく知らないtips的なのは出てくるので、<a href="./ステッパー.html">ステッパー</a>やりながら聴くには悪くない。</p>
<p>寝る前の食事は太らないが寝る前に食事の習慣のある人は太る習慣である事が多い、という話があった。これは気になってた事なのでへー、と思った。なかなか正しい表現をしていて良いね。</p>
<h3 id="聞き終わり-2022-01-09" tabindex="-1"><a class="header-anchor" href="#聞き終わり-2022-01-09"><span>聞き終わり 2022-01-09</span></a></h3>
<p>後半の内容は酷く、「幸せと思っている人と長生きの間に相関がある」という事から因果関係があるように話したり、
これからはビッグデータをディープラーニングしてロボットが手術するように鳴る！みたいなのとかそういうノリの話が続く。</p>
<p>科学的には酷い内容で、本当に著者は医者なのか、と信じがたい気持ちにはなる。</p>
<p>一方で、科学的では無いにせよ、主張の内容は普通のものなので、そんなに抵抗も無いだろう。
また、相関があるかどうかなどを知る事は出来るので、雑誌や新聞の記事を読むのと同じような程度の情報量ではある。
ステッパーしながら聞き流すには悪くない内容だった。</p>
<p>あまり新しい事実を知ろうと思って聴くと期待はずれだが、
「俺もしっかり休まないとな〜」という思いを強くしようと思っている時には、
そういう気分を強くしてくれるので良い。
たぶんそういう目的で使うのが良いんだろう。</p>
<p>という事で、聴き放題なので暇つぶしに聴く分には、twitter見ているよりはマシだな、程度のものではあった。</p>
</div></template>


