<template><div><ul>
<li><a href="./書籍.html">書籍</a></li>
<li><a href="./オーディオブック.html">オーディオブック</a></li>
</ul>
<p><a href="https://amzn.to/4fIsIiO" target="_blank" rel="noopener noreferrer">amazon: イーロン・マスク 上 </a></p>
<h2 id="paypalくらいまで聞いた-2025-01-04-土" tabindex="-1"><a class="header-anchor" href="#paypalくらいまで聞いた-2025-01-04-土"><span>paypalくらいまで聞いた 2025-01-04 (土)</span></a></h2>
<p>前半は南アフリカやばいな、という感じ。暴力溢れすぎだろう…
イーロンもちょっとおかしくなってしまった人、という感じで、地方には日本でも結構いるな、と思う。
ただ珍しいのは賢い所だな。こういうタイプで賢い、というのはレアな気がする。</p>
<p>インターンを始めたあたりからは凄い自分と同世代で、自分の大学時代を思い出して懐かしくなる。
MSやAppleは既にあって、黎明期は終わっている。
でもインターネットは何かがありそうで、
何も分かってない若者が雑に起業して雑に無一文になったり億万長者になったりしてく。</p>
<p>起業して4年で売れて22億円が口座に振り込まれて驚いた、みたいな感じで、
その時に売却を担当した人も「君はこれが一社目なんだろう？お金にして二社目はもっと大きくやれば良い」みたいな事言っていて、
ああ、こういう感じだったよな、と当時を思い出す。
自分が大学院の頃バイトしてた渋谷のベンチャーもこんな感じだったなぁ。</p>
<p>今思うと、あれはドッグイヤーという奴で、
そして現在はもうドッグイヤーは終わっているんだなぁ、としみじみと思ったりした。</p>
<p>周りが5年とかのスパンを語りだすようになったのは、2010年くらいからだよなぁ。
5年も掛けるの？マジで？とかいう気がしたし、今でも自分はそういう感覚が抜けない。</p>
<h2 id="テスラのあたりを聞いている-2025-01-13-月" tabindex="-1"><a class="header-anchor" href="#テスラのあたりを聞いている-2025-01-13-月"><span>テスラのあたりを聞いている 2025-01-13 (月)</span></a></h2>
<p>SpaceXはイーロン向きな仕事だな、と思うが、テスラは邪魔したのかためになったのか微妙な感じだな。
金だけ出して口を出さなければもっと良くなった可能性もあるし、もっと悪かった可能性もある。どっちかなぁ。
最初のバーをどんどん高くしていって、いかにも空中分解しそうな駄目な方向に進めているようにも見える。
ただやり遂げたのはなにかの才能はあるのだろうな。金があったというだけかもしれないが。
地図からpaypalは見事に当てた感じがするが、テスラはそういう凄さは感じないな。</p>
<p>SpaceXはいろいろな障害をむちゃくちゃやって乗り越えていくのが必要な業界に思うんだよな。
でもテスラは他のやり方もいろいろあっただろうし、もっと良いやり方もあったように思う。
でも金をもってしまっているが故に力はあって、押し通せてしまう。</p>
<p>この辺はちょうど自分が新卒だった頃の話なので、業界的な感じは懐かしさがあるな。
学生だった頃とは時代の風も変わっていて、そこまで無茶苦茶でも無くなっていた。
でもまだ何かはやれそうだった。そこで電気自動車か。
自分はこの頃携帯電話とブラウザを見ていた訳だが。</p>
</div></template>


