<template><div><ul>
<li><a href="./食事関連.html">食事関連</a></li>
<li><a href="./レトルトオートミールリゾット.html">レトルトオートミールリゾット</a></li>
</ul>
<p>オートミールを炊いて食べる、という技を覚えて、ここ1年くらいは主食をオートミールにしている。（2025-09-28 (日)）</p>
<h2 id="オートミールを炊く" tabindex="-1"><a class="header-anchor" href="#オートミールを炊く"><span>オートミールを炊く</span></a></h2>
<p>粒が残っている、ロールドオートミールというタイプのオートミールに、ヒタヒタより少し多めくらいに水を入れて、電子レンジで2.5分程度でご飯っぽく炊けて、結構美味しい。
1分くらいつける方が良いという話も聞くしたまにやるが、違いは良く分からない。
水が多すぎる失敗が多く、逆に少なすぎる失敗は滅多にないので、
どちらかといえば少なすぎる方向に倒す方が良さそう。</p>
<p>ロールドオートミールはレアというほどでは無いが探さないと無いくらいのもので、
普通にスーパーなどに行くと細かいタイプのものしか無い事も多い。</p>
<p>細かいタイプのものは炊けない。そして炊いて食べるように調理するとめちゃくちゃ不味い。
たまにロールドオートミールが無い時に細かいオートミールを買ってきて食べる事があるが、
だいたい後悔する。</p>
<p>オートミールは1kg単位で売っていて保存も効いて食べたい時にすぐに食べられて、そこまで高くもないので、
パック玄米よりもだいぶ優れた主食なんじゃないか、と思い始めている。</p>
<h2 id="炊いたオートミールの食べ方" tabindex="-1"><a class="header-anchor" href="#炊いたオートミールの食べ方"><span>炊いたオートミールの食べ方</span></a></h2>
<p>最近は納豆とふりかけをメインに食べている。
ふりかけはいろいろ試しているが味道楽が一番好きかなぁ。</p>
<p>納豆はかなりあう。納豆オートミールはすごく美味しい。</p>
<p>あまり運動していない時などは、<a href="./配食サービス.html">配食サービス</a>のおかずを先に食べて、少し落ち着いてからオートミールを食べる事にしている。
これは太らない食生活としては結構上手く行っている気がする。</p>
<p>逆に疲労が溜まっている時は多めにオートミールを食べている。パック玄米などに感じる糖質が足りてない感じは、この量の調整で結構防げると思っている。</p>
<h2 id="炊いて食べる視点で見たオートミールの種類いろいろ" tabindex="-1"><a class="header-anchor" href="#炊いて食べる視点で見たオートミールの種類いろいろ"><span>炊いて食べる視点で見たオートミールの種類いろいろ</span></a></h2>
<p>オートミールはあたりハズレがあるので買ったものをメモしていきたい。</p>
<h3 id="okストア、peace-liverのロールドオートミール" tabindex="-1"><a class="header-anchor" href="#okストア、peace-liverのロールドオートミール"><span>OKストア、Peace Liverのロールドオートミール</span></a></h3>
<p>なんか近場のOKストアで売ってたオートミールが1kgが300円くらいで売ってて、試しに買ってみたらかなり美味しかった。
これでいいじゃん。</p>
<p>という事で以後はこれにしよう、と思ったのがこのページを作ろうと思ったきっかけだったりする。
ただOKにしか無いしたまに売り切れている事もあるので、条件を満たせば、という感じ。</p>
<h3 id="ケロッグ-粒感しっかり-オートミールごはん" tabindex="-1"><a class="header-anchor" href="#ケロッグ-粒感しっかり-オートミールごはん"><span>ケロッグ 粒感しっかり オートミールごはん</span></a></h3>
<p><a href="https://amzn.to/4ntmqZ4" target="_blank" rel="noopener noreferrer">amazon: ケロッグ 粒感しっかり オートミールごはん</a></p>
<p>現在（2025-09-28 (日)）Amazonの定期お得便で買っているもの。
900gで1021円。ちょっと高いが、割と美味しい。</p>
<p>オートミールに疲れてきた時に、ちょっと高くていいので美味しいのは無いかな〜と思ってたどり着いたもの。
ネットで買える主食としてはこれでいいかな、という結論に落ち着いている。</p>
<p>ロールドオートミールでもっと安いものは他にもあるので、そのうち他のも試したい。</p>
<h3 id="勅使川原精麦所-オートミール-ロールドオーツ" tabindex="-1"><a class="header-anchor" href="#勅使川原精麦所-オートミール-ロールドオーツ"><span>勅使川原精麦所 オートミール ロールドオーツ</span></a></h3>
<p><a href="https://amzn.to/4mwNmWp" target="_blank" rel="noopener noreferrer">amazon: 勅使川原精麦所 オートミール ロールドオーツ </a></p>
<p>こちらは1kg 864円で、以前はこれをAmazon定期便で買っていた。
食べられない訳では無いのだがしばらく続けていたら辛くなってきたので上のケロッグのに乗り換えた。</p>
<h3 id="日食-プレミアムピュアオートミール" tabindex="-1"><a class="header-anchor" href="#日食-プレミアムピュアオートミール"><span>日食 プレミアムピュアオートミール</span></a></h3>
<p><a href="https://amzn.to/485wySX" target="_blank" rel="noopener noreferrer">amazon: 日食 プレミアム ピュア オートミール</a></p>
<p>これはロールドじゃない奴。割とどこのドラッグストアやスーパーでも売ってる、一番入手性が良いオートミールだと思う。
オートミールを切らした時に一時的にこれで凌ぐ、というのはちょくちょくやるが、炊いて食べると毎回後悔する。</p>
<p>これをいい感じで食べる方法があると小回りは効いて良い気もする。</p>
</div></template>


