<template><div><p>ノートを取るという点で、講義ごとに独立した小さなWikiをデプロイ単位にするというのはほぼ間違いない形と思う。
そして独立したWikiはフォルダで閉じているべきで、それはサブWikiの仕様そのままであるので、
これは割と完成されている仕様と思う。</p>
<p>だが、TeFWikiはサブWiki機能以外はほとんど完成されている一方で、サブWiki機能周辺はUI的にもまだまだ足りない機能がある。
こういう終わらない開発は切り口が間違っているんじゃないか、
というようなブログ記事を昨日書いた。（<a href="https://karino2.github.io/2022/03/11/good_tool_is_nothing_to_add.html" target="_blank" rel="noopener noreferrer">これ以上足すものが無いな、と思えるのが良いツールの切り口</a>）</p>
<p>サブWiki機能は独自拡張なのだから、こういうのは外に出せないものか。
ついでにTeFWiki自体もっと分解出来ないものか。</p>
<p>ブラウズは楽であって欲しいし、新規のページの作成も簡単であって欲しい。
だから<a href="./Unix的GUIツール.html">Unix的GUIツール</a>にするのは出来ないと思う。
だが、編集は外出しでも良いのでは無いか。</p>
<p>フォルダを指定するとその範囲をブラウズし、Editを押すと外部エディタをキックするような何かにすれば、もっとミニマムに出来るのでは無いか。
これならElectronでは無くPhotinoでもいいかもしれない。</p>
<p>コマンドラインからフォルダを指定して使えるWiki的ブラウザとEditや新規のWikiNameをたどるとエディタがキックされるのは、
かなり汎用的でこれ以上削れない仕様にも思う。</p>
<p>そして複数のTeFWikiをブラウズしたり切り替えたりするのは外部のキックするアプリに任せられる気がする。
こうすればサブWiki関連のUIを変えたいという問題も自由に外で扱えるし、複数のサブWikiを同時に表示して見比べたい、
みたいな用途も簡単にサポート出来るんじゃないか。</p>
<p>一方で分解すると第三者が使いにくいよなぁ、とは思う。Electronのアプリをとりあえず入れれば後は普通に使えるという手軽さが失われるのはいまちだよなぁ。</p>
<p>そもそもに単にTeFWikiがフォルダ指定して起動できればそれだけで良いのでは？</p>
</div></template>


