<template><div><h2 id="ネックスピーカーという製品の特徴" tabindex="-1"><a class="header-anchor" href="#ネックスピーカーという製品の特徴"><span>ネックスピーカーという製品の特徴</span></a></h2>
<p>何気なく買ったネックスピーカーが思ったよりも良くて気に入って二台目も買ったので、その事について簡単に書いておく。</p>
<p>ネックスピーカーは、ようするに指向性の高いスピーカーのようなものと言える。
耳に装着しなくて良いので楽で、その点はスピーカーっぽい。</p>
<p>一方で指向性が高いので、少し離れるとほとんど聞こえなくなるので、
賃貸などで隣の人への騒音を気にしなくてはいけない人にはスピーカーよりもずっと良い。</p>
<p>カフェや電車では使えない訳だが、家の中で過ごす事が増えた今の時代には非常に良いと思う。
Bluetoothイヤホンの手軽さを保ちつつ、耳に入れる面倒さやバッテリ切れの面倒さが無いので、
家でaudiobookやラジオ講座などを聞いたり動画を見るにはとても良い。</p>
<p>[[ポータブルスピーカー]]と似た製品ではある。</p>
<h2 id="最初に買ったネックスピーカー、カシムラ" tabindex="-1"><a class="header-anchor" href="#最初に買ったネックスピーカー、カシムラ"><span>最初に買ったネックスピーカー、カシムラ</span></a></h2>
<p>以下を買った。</p>
<p><a href="https://www.yodobashi.com/product/100000001005332019/" target="_blank" rel="noopener noreferrer">ヨドバシ.com - カシムラ KASHIMURA BL-92、ワイヤレスネックスピーカー</a></p>
<p>これは想像以上に重かったのだが、その分充電をあまり気にせずに何日も使ってもあまりバッテリ切れになる事は無いので、
気が向いた時に充電すれば十分なのが良い。
あとBluetoothイヤホンよりもデバイスの相性問題が少ない気もする。
何と使っても今の所動く。</p>
<p>ペアリングは電源ボタン長押し。</p>
<h2 id="次に買ったネックスピーカー、オーディオテクニカ" tabindex="-1"><a class="header-anchor" href="#次に買ったネックスピーカー、オーディオテクニカ"><span>次に買ったネックスピーカー、オーディオテクニカ</span></a></h2>
<p>一台目がとても気に入ったので、他のデバイス向けにもう１つ買う事にした。
iPadで使ってるBluetooth イヤホンがバッテリ切れになる事が多くて、そういう時にローテで使えるのが欲しいなぁ、と。</p>
<ul>
<li><a href="https://www.yodobashi.com/product/100000001005863864/" target="_blank" rel="noopener noreferrer">yodobashi: オーディオテクニカ audio-technica AT-NSP300BT</a></li>
<li><a href="https://www.audio-technica.co.jp/pdf/support/AT-NSP300BT_UM.pdf" target="_blank" rel="noopener noreferrer">公式マニュアル</a></li>
</ul>
<p>今度はもうちょっと軽い奴を試してみたいな、と思いこれを買ってみた。
ネックスピーカーというものの理解が高まった後なので最初の奴ほど博打感も無かったので少し値段が上がってもいいか、というのもあった。
試してみると確かに軽くて今の所いい感じ。
これまでBluetoothのイヤホンとは相性が良くなくて困っていたMacBookでも普通に使える。</p>
<p>あとカシムラの奴は変形しないが、これは少し柔らかくて曲がる。</p>
<p>音を大きくすると割れるのがいまいちだが、大きくしなければ特に問題は無い。
もうちょっと使ってみて感想を書いていきたい。</p>
<h3 id="少し使ってみた印象、指向性が弱いか" tabindex="-1"><a class="header-anchor" href="#少し使ってみた印象、指向性が弱いか"><span>少し使ってみた印象、指向性が弱いか？</span></a></h3>
<p>カシムラの奴に比べると、少し離しても音が聞こえる度合いが高い気がする。これだと隣の家に本当に聞こえてないかは確認の必要があるかもしれない。＞廊下に出てみたら全く聞こえなかったのでこれでも十分らしい</p>
</div></template>


