<template><div><p>[[食事関連]]の買い物は、楽天、ヨドバシなどに頼っているが、果物などが箱で買うのはやや不満もあり、
もうちょっと一週間に一回くらいで買えないかなぁ、と思って、ネットスーパーをたまに調べたりしている。（2023-06-06 (火)）</p>
<h2 id="果物を買う要件" tabindex="-1"><a class="header-anchor" href="#果物を買う要件"><span>果物を買う要件</span></a></h2>
<p>箱で買うのは、</p>
<ul>
<li>同じ果物が続くので飽きる</li>
<li>後半腐らないように結構頑張って食べる必要がある</li>
<li>届くのにかかる時間がばらつきがある</li>
<li>まぁまぁ邪魔</li>
</ul>
<p>というあたりに不満があり、
一週間分くらいをその時にお買い得な果物を買って過ごしたいよなぁ、という思いがあるし、種類はいろいろ混ぜたい。
ただ果物は結構かさばるし、毎週買い物に行くなんて嫌なので通販にしたい。</p>
<p>一週間単位で買うので価格は2000円前後になりそう。このくらいで許せる価格だと理想だが、もう少し別に違うものも買って少し一回の額を上げる事は出来るかもしれない。</p>
<h2 id="ネットスーパーの手数料雑記" tabindex="-1"><a class="header-anchor" href="#ネットスーパーの手数料雑記"><span>ネットスーパーの手数料雑記</span></a></h2>
<p>以前の住居ではイオンとSEIYUが300円くらいの手数料で頼めたのだけれど、
新居はこの辺が範囲外（イオンはめっちゃ高い）で、手頃な代替が無いかなぁ、と調べている。</p>
<p>駅前には東急ストアが（何故か）あり、これはネットスーパーもやっていて送料が鎌倉店では一律550円とか。
微妙に高い。</p>
<p>と思っていたら、この前道でCO-OPの車を見かけた。CO-OPってどうなんだろう？おうちコープというのがそれっぽい。</p>
<h2 id="おうちコープ" tabindex="-1"><a class="header-anchor" href="#おうちコープ"><span>おうちコープ</span></a></h2>
<p>[[おうちコープ]]へ。</p>
<h2 id="amazonネットスーパーライフ" tabindex="-1"><a class="header-anchor" href="#amazonネットスーパーライフ"><span>Amazonネットスーパーライフ</span></a></h2>
<p>定番のネットスーパーが配送外の僻地に住んでいるのだが、
Amazonのネットスーパーライフが範囲内っぽい。
Prime会員のみっぽいので以前調べた時は気づかなかったが、今はプライム会員なので使えるようになった。</p>
<p>送料は8000円以上無料、2000円～8000円までは390円。</p>
<p>値段はふつうにライフで買うのと同じくらいに見えて結構安い。
ヨーグルトとか普段の[[おうちコープ]]より40円くらい安い気がする。豆腐も20円くらい安い。
最寄りのスーパーと同じくらいで、隣町の一番安いスーパーよりはちょっと高い、くらい。
全体的に[[おうちコープ]]より一回り安い印象。
2000円分くらい買えば差額は送料くらいにはなっているかもしれない。</p>
<p>果物の品ぞろえはいまいち。</p>
<p>配送がめちゃ早い。朝に頼むと午後には届く。時間指定は2時間単位（追加で500円払うと1時間単位で指定できる）</p>
<h3 id="使ってみた-2024-05-02-木" tabindex="-1"><a class="header-anchor" href="#使ってみた-2024-05-02-木"><span>使ってみた 2024-05-02 (木)</span></a></h3>
<p>試しに一回使ってみた。9:50にポチって、夜受け取りで。</p>
<p>18:00～20:00を指定したが、少し遅れて20:30頃に着いた。
面白いのが、配達に出ました、とか、遅れます、という通知がAmazonのアプリから来る。
非常に優れている。</p>
<p>この朝に指定して夜受け取れる、というのは便利で良い。
自分の場合、波の状況を見て一日の予定が決まるので、翌日の予定、というのは分からない事がある。
だから朝決めて夜に届くのはありがたい。買い物に行く感覚で買える。</p>
<p>Amazonで普通に買い物をするのと同じ感じでアカウントを作ったりする必要もなく、住所を登録する必要もない（Amazonに登録されているので）。
本当にすぐ使い始められるので、とても体験が良い。
Amazonとは良く統合されているなぁ、と感心した。</p>
<p>この辺のスーパーでは手に入らないお気に入りのカフェオレなどが買えたり、
普通にスーパーの選択肢としても良い。</p>
<p>という事で使ってみたら割と満足度が高かったので、今後も[[おうちコープ]]の補助として使っていこうという気になった。</p>
</div></template>


