<template><div><p>ごうさんとこが生協のミールキットを頼んでいる、との事で、ちょっと2日分くらい食べる機会があったので感想など。
なお、ミールキットは細部はいろいろ違いもあるはずだが、聞いた奴をここにはメモしておく。</p>
<p>[[食事関連]]</p>
<h2 id="システム" tabindex="-1"><a class="header-anchor" href="#システム"><span>システム</span></a></h2>
<p>カスタマイズはいろいろ出来そうだが、聞いたシステムでは、</p>
<ul>
<li>毎週届く</li>
<li>野菜などの食材がカットされた状態で来る</li>
<li>調味料などもついてくる</li>
<li>料理は自分でする</li>
<li>だいたい二人分くらいの分量から</li>
<li>米は別途自分で炊く</li>
<li>食材の入ってた容器は回収される（ゴミが出ない）</li>
</ul>
<p>というものだった。
結局作る面倒はあるけれど、1から作るよりはだいぶ早そう（買い物の手間も無いしね）。
調味料などをいろいろ揃える必要は無いし、メニューを考えるのもだいぶ楽になる（選択肢から選んでポチるだけだから）。</p>
<p>また、自分で料理するので、これまで自炊していた人からすると変化は少なくて良さそう。</p>
<p>自分で料理するので、毎日受け取る必要は無い。一応すぐ調理せい、って書いてあるが、現実的には一週間分配送してもらって一日ずつ消費していく形態が普通そう。
[[配食サービス]]は保存が効かないので一日に一回がせいぜいで、つまり毎日受け取る必要がある。
これはミールキットの方がいい。</p>
<p>一方で、[[配食サービス]]に比べると、料理をする面倒はあるし、
一人には対応していないし、
勝手にメニューが決まる訳では無いので、複数日に渡る栄養バランスの最適化が行えるという[[配食サービス]]のメリットは無い。</p>
<p>できたてが食べられるという点ではミールキットは優れている。自分で作るから当たり前であるが。
家庭に導入しても、配食サービスのような「何か大切なものが失われてしまったのでは？」という気分にはならなさそう。</p>
<p>ミールキットは自炊を時短するもの、と考えるのが良さそう。</p>
</div></template>


