<template><div><p>Windowsでのビルド用に、以下のミニPCを買った（2022-02-19）</p>
<p><a href="https://www.lenovo.com/jp/ja/desktops/thinkcentre/m-series-tiny/ThinkCentre-M75q-Gen-2/p/11TC1MTM7G2" target="_blank" rel="noopener noreferrer">ThinkCentre M75q Tiny Gen2 - 小さなボディでパワフルなパフォーマンス - レノボ・ジャパン</a></p>
<ul>
<li>プロセッサー: AMD Ryzen™ 7 Pro 5750GE プロセッサー (3.20 GHz up to 4.60 GHz)</li>
<li>初期導入OS: Windows 10 Pro 64bit</li>
<li>メモリー: 16 GB DDR4 3200MHz SODIMM</li>
<li>ストレージ1: 512 GB PCIe SSD</li>
</ul>
<h2 id="あらすじ" tabindex="-1"><a class="header-anchor" href="#あらすじ"><span>あらすじ</span></a></h2>
<p>ビルド用にWindowsのPCが欲しいと思って[[ノートPC]]を物色していた所、
そもそも小型デスクトップでいいのでは、と言われる。
ディスプレイとか嫌だなぁ、と思った所、USB給電の小型ディスプレイで普段はリモートでいいのでは？と言われて、そんな気もしてきた…</p>
<p>小型ディスプレは余ってるのあげるよ、と言われてもらってきた。</p>
<h2 id="なかなか体験が良い" tabindex="-1"><a class="header-anchor" href="#なかなか体験が良い"><span>なかなか体験が良い</span></a></h2>
<p>普段はクローゼットにしまっておいて、必要になったら出して電源入れる感じの運用にしている。
出してコンセントにケーブル指すだけなのでかなり手軽。つながないといけないケーブルが一本なのは手軽でいいね。
軽いしそんなに熱とかも気にしなくて良いので、本当に手軽。</p>
<p>Macからはリモートデスクトップで入っていて、
Command+TabとCommand+QがMacに奪われてしまうのが不満ではあるが、
他はアプリのカスタマイズで頑張ったところ、まぁまぁな環境になった。＞[[Mac]]</p>
<p>この仕事が終わってMac Bookを返却したらネットブック的なマシンが欲しいが、
それはその時に考えよう。</p>
<p>当初は仕事先のVPNとか設定しようと思っていたが、結局普段使っているMacBookにgitのファイルはある訳だから、
これとsshで通信すれば十分だろう、
と結論づけて、LAN内でのssh通信でMacBookとgit pull, pushしている。
これはVPNよりむしろ快適で、セキュアだし不満もない。
git remoteでローカルのLANのsshを指定して普通の感じになるのは、分散SCMの本領発揮って感じだよなぁ。</p>
<p>ビルドは手元のMacBook Proと比べてそこまで早い感じもしない。
ただ自分らの開発の規模では十分早いくらいには早いので不満は無い。
何よりWindowsはXCodeみたく勝手にSDKのバージョンを上げてビルドを壊す事が無いので、
一度作ったビルド環境が安定してビルド出来るのがいいねぇ。</p>
<p>全体的に、ノートPCよりは良い買い物をした気がする。
Windowsでたまにビルドの確認をしたい、という感じのビルド環境が欲しいが、
デスクトップほどのパワーは要らない人はミニPCはおすすめに思う。</p>
<h3 id="デスクトップとして使う-2025-09-01-月" tabindex="-1"><a class="header-anchor" href="#デスクトップとして使う-2025-09-01-月"><span>デスクトップとして使う 2025-09-01 (月)</span></a></h3>
<p>仕事で4Kディスプレイでしか再現しないバグを追うために4Kディスプレイが送られてきて、家にあるだけでかなり邪魔なので、普段も使うことにする。
キーボードとタッチパッドとスピーカーをつなげて普段作業用に設定。
これがかなり快適。</p>
<p>パフォーマンス的にもまぁまぁ早いし、うるさくも無いしそんなに場所もとらない。
購入したのはちょっと前だがまだまだ全然使える。いいね。</p>
</div></template>


