<template><div><p>たまにやる気が出ない事があるのでその対策など。</p>
<p>なお、やる気が出ない原因は自分でも良く分からない事が多いので、とりあえず対策を適用してみるという姿勢が良い気がする。</p>
<h2 id="最初にとても短い時間を決めて、その時間だけやる" tabindex="-1"><a class="header-anchor" href="#最初にとても短い時間を決めて、その時間だけやる"><span>最初にとても短い時間を決めて、その時間だけやる</span></a></h2>
<p>自分的に一番有効と思っているのがこれ。</p>
<p>やる気が出ない理由が、これからやる事の何かが良くわかっていないせいという事がある。
そういう時にちょっと手をつけると、理解が深まってやる気が回復する事がある。</p>
<p>だがやる気が出ないとちょっと手がつけられない。
そこで凄く短い、これくらいならやれそうだ、という時間だけ決めてその時間だけ着手し、
そこで終わらせる。</p>
<p>例えば今日は5分だけ作業する、それ以外は自由時間にする、のように。
自由にするという報酬と、やる量をへらす事でそのくらいならさすがに…という気分を用いる事でやる気が無い時にちょっと作業を進める。</p>
<h2 id="やる事を書き出す" tabindex="-1"><a class="header-anchor" href="#やる事を書き出す"><span>やる事を書き出す</span></a></h2>
<p>良くある解決策だが、何をやるかを具体的に書き出してみる。
これも何をするか曖昧でやる気が出ない問題を改善出来る事がある。</p>
<p>書き出す、みたいなのは、単にToDoを書き出すだけでは無くてドキュメントやWikiを書くというような事も出来る。</p>
<h2 id="だらだらやる" tabindex="-1"><a class="header-anchor" href="#だらだらやる"><span>だらだらやる</span></a></h2>
<p>短い時間だけやると同じような作戦で、
ダラダラやる、というのもある。
ネットとかぐるぐるしてやる気でねーなぁ、とかダラダラしつつちょっとだけ進める、
みたいなのを繰り返す。</p>
<p>作業効率はめちゃくちゃ悪いが、やることが曖昧でやる気が出ていない場合は、
これでだんだんとはっきりさせる所まで進む事が出来る事もある。</p>
<h2 id="問題をもっと細かく分ける" tabindex="-1"><a class="header-anchor" href="#問題をもっと細かく分ける"><span>問題をもっと細かく分ける</span></a></h2>
<p>短い時間決めてそれだけやる、とか、だらだらやる、と似たような話だが、タスクが大きくてやる気が出ない場合がある。</p>
<p>やる気が出るぐらいもっともっと細かく細分化を試みるというのがある。
これ以上細かく出来ない、という所まで分けてみると、このくらいならやってもいいか、という気分になる事がある。</p>
<p>また細かく分ける過程で理解が進むのでやる気が回復する事もある。</p>
<h2 id="やらない" tabindex="-1"><a class="header-anchor" href="#やらない"><span>やらない</span></a></h2>
<p>やる気が出ない時は諦める。
特にフルタイムじゃない場合、やる気が無い時に休んでも別段問題は無い事も多い。</p>
<p>やる気が出ないのは働きすぎという場合もある。
そういう場合は数日間休む方が良い。</p>
<h2 id="周辺のリファクタリングを行う" tabindex="-1"><a class="header-anchor" href="#周辺のリファクタリングを行う"><span>周辺のリファクタリングを行う</span></a></h2>
<p>やる気が出ないタスクが大きすぎる系の場合は、それをもう少し小さくするためのリファクタリングを行う。
この時、タスクに直接関わるようなのはやる気が出ないので、そのタスクをやらないとしても問題無いような所をやるとやる気が出やすい気がする。
クラスやenumの名前を変えるとか持ち方を変えるとかそういうの。</p>
</div></template>


