<template><div><p>大河ドラマの平清盛と鎌倉殿の13人を見る予定なので、WikiNameを作ってみた。＞<a href="./日本史.html">日本史</a></p>
<h2 id="平清盛" tabindex="-1"><a class="header-anchor" href="#平清盛"><span>平清盛</span></a></h2>
<ul>
<li><a href="https://www.nhk-ondemand.jp/program/P202100265400000/" target="_blank" rel="noopener noreferrer">NHKオンデマンド 大河ドラマ　平清盛</a></li>
<li><a href="https://ja.wikipedia.org/wiki/%E5%B9%B3%E6%B8%85%E7%9B%9B_(NHK%E5%A4%A7%E6%B2%B3%E3%83%89%E3%83%A9%E3%83%9E)" target="_blank" rel="noopener noreferrer">平清盛 (NHK大河ドラマ) - Wikipedia</a></li>
</ul>
<h3 id="視聴開始-2023-08-01-火" tabindex="-1"><a class="header-anchor" href="#視聴開始-2023-08-01-火"><span>視聴開始 2023-08-01 (火)</span></a></h3>
<p>鎌倉殿の13人を見たかったが、今は配信停止で8月後半から配信再開との事なので、
とりあえず平清盛を見てみる。</p>
<p>第一話は平忠盛が主人公っぽくて、保元の乱のあたりから始まるっぽい雰囲気。
ちょうど最近読んでいた本の復習になって良さそう。</p>
<h3 id="_2023-08-04-金" tabindex="-1"><a class="header-anchor" href="#_2023-08-04-金"><span>2023-08-04 (金)</span></a></h3>
<p>一話が1時間以上あって、一気に見るのがなかなかきつい。ただやはりドラマはそれぞれの人物の区別がつきやすいな。</p>
<p>そして<a href="./日本史.html">日本史</a>のまとめを作っておいて良かった。これ見ながらじゃないとわからん。</p>
<p>とりあえず一気に見ようと頑張らずにちょっとずつ気が向く程度に見ていこうと思う。
オンデマンドが二ヶ月や三ヶ月にまたがってもいいだろう。</p>
<h3 id="鳥羽上皇の時代" tabindex="-1"><a class="header-anchor" href="#鳥羽上皇の時代"><span>鳥羽上皇の時代</span></a></h3>
<p>人物が増えてきたのでメモを残しておく。</p>
<p>藤原忠実が平忠盛が昇殿を許された事を良く思っていないとの事。
藤原忠実は白河法皇の息のかかったものを排除した後に鳥羽上皇による復職を許されたとか。
藤原忠通の親で関白家の本家だとか。</p>
<p>藤原家成のサポートで清盛は北面の武士になったとか。</p>
<p>殿上の闇討ちは平家物語でもエピソードにあったね。源為義が来たという話では無かったにせよ。</p>
<p>かぶきものっぽい天皇家の人は、雅仁親王でのちの後白河天皇か。</p>
<p>ちょくちょく物申している宋船に乗ろうとしていたわかってる風の人はのちの信西なのか（高階通憲 → 藤原通憲 → 信西との事）。</p>
</div></template>


