<template><div><p>[[講義ノート]]で書いたようにリアルタイムでノートをとってあとでまとめる、という事をやってみて思った事の一つとして、
リアルタイムでノートを取るのは非常に疲れる、という事が挙げられる。
そこで考えついたのが「少しバッチノート」というノートの録り方。
これは動画講義などのノートの取り方である。</p>
<h2 id="少しバッチノートとは" tabindex="-1"><a class="header-anchor" href="#少しバッチノートとは"><span>少しバッチノートとは？</span></a></h2>
<p>リアルタイムでノートを取るのは、これから何が話されるかわからないのでノートを取るべきかどうかがわからない、
というストレスのある状態で動画を見る為、すごく疲れる。
また、しょっちゅう動画を止めてノートを取るのですごく時間もかかる。</p>
<p>そこで、リアルタイム性を少しだけ下げて、3分に一回とか5分に一回程度の頻度でノートをとる、という方法を思いついた。
これを「少しバッチノート」と名付ける事にする。</p>
<h2 id="少しバッチノートのやり方" tabindex="-1"><a class="header-anchor" href="#少しバッチノートのやり方"><span>少しバッチノートのやり方</span></a></h2>
<p>まず最初はノートを取らずに動画を途中まで見る。
動画の黒板がいっぱいになって次の面に行く時や、
これ以上はもう覚えていられない、と思うギリギリまで来たら動画を止めて、
そこまでのノートを取る。</p>
<p>この動画を止める回数はなるべく少なくする事を目指し、5分の動画なら間に一回、最後に一回の２回程度で、
10分程度の動画でも3回くらいを目安にする。</p>
<p>動画を止めてノートを取るところでは、少し動画を戻したりしても良い（少し前の板書の内容を確認するなど）。</p>
</div></template>


