<template><div><p><a href="./雑多なメモ.html">雑多なメモ</a></p>
<h2 id="jumei-座椅子" tabindex="-1"><a class="header-anchor" href="#jumei-座椅子"><span>Jumei 座椅子</span></a></h2>
<p>今年も座椅子が欲しいと思いメモ。ドウシンシャのリクライニングが欲しかったが品切れ。
同じのを買うのもなぁ、と思い違うのを探して以下がどうかな？と思う。</p>
<p><a href="https://amzn.to/4fO9HeL" target="_blank" rel="noopener noreferrer">Amazon｜Jumei 座椅子 折りたたみ ７段階角度調節 こたつ座椅子 省スペース 軽量 持ち運び便利 ビーチチェア リクライニング ロアチェア ローチェア チェア 座いす こたつ椅子 父の日・母の日・敬老の日のプレゼントにも（簡易タイプ）｜座椅子 オンライン通販</a></p>
<p>通気タイプ以外が品切れで、冬に通気タイプは嬉しさは無いが。
他の類似品はすぐに壊れるというレビューが多いがこれは割と丈夫というレビューが多いのでこれにしようかと思っている。＞ポチった（6680円、2025-01-08 (水)）</p>
<p>背中の高さが70cmで類似品より少し大きい。他の商品はここが短くていまいちというレビューをちょくちょく見かけたので、大きめのこの商品に。</p>
<p>おぉ、その日のうちに出荷された。早いな。</p>
<h3 id="到着、第一印象-2025-01-11-土" tabindex="-1"><a class="header-anchor" href="#到着、第一印象-2025-01-11-土"><span>到着、第一印象 2025-01-11 (土)</span></a></h3>
<p>15日水曜到着予定、となっていたが、結局３日で届いた。到着予定よりも発送日から３日〜４日と考える方があたるな。</p>
<p>届いた第一印象は、箱がでかい！予想より2周りくらいでかい。
そして組み立ててみると要求される後ろの面積が思っていたよりもだいぶでかい。結構後ろが無いと座れないな。</p>
<p>ただ座った印象はいい感じ。背中の反発が普通の座椅子よりも強くて、しっかりとした椅子という感じがする。
ちゃんとした椅子に座っているような感覚で、PCで作業するのに良さそう。
思ったよりもゴツくて思ったよりもしっかりしている感じ。
職場とかにあるちょっといい椅子に座っているような感じだ。</p>
<h3 id="取り回しが悪い-2025-01-13-月" tabindex="-1"><a class="header-anchor" href="#取り回しが悪い-2025-01-13-月"><span>取り回しが悪い 2025-01-13 (月)</span></a></h3>
<p>大きくて部屋の中を歩く時に結構邪魔だ。
肘掛けを上げれば多少はマシだが、飛行機のエコノミーに座ってトイレに行く面倒さのようなものがある。</p>
<p>後ろが長すぎて縁側におさまらないので縁側で使うのにもいまいち（廊下まで出して使えば使えない事は無い）。</p>
<p>座った感覚はかなり良いのだが、取り回しの悪さは自分的には結構マイナスだ。
これならドウシシャのコンパクト座椅子の方が良かったなぁ。</p>
<p>用途にハマれば凄い良いものだと思うんだが。</p>
<p>レビューではもっと倒せて欲しい、とか、倒し方についての言及がいくつかあったが、自分の使い方だと傾け度合いは固定して使うので特に不満は無いな。</p>
<h2 id="ドウシシャ-コンパクト座椅子" tabindex="-1"><a class="header-anchor" href="#ドウシシャ-コンパクト座椅子"><span>ドウシシャ コンパクト座椅子</span></a></h2>
<p>奄美で滞在しているのに、作業時に座椅子が欲しいな、と思い、プライム会員だと送料が無料なもので良さそうな以下を発見したのでポチる。（2023-12-20 (水)）</p>
<p><a href="https://amzn.to/3TCCKcp" target="_blank" rel="noopener noreferrer">amazon: ドウシシャ コンパクト座椅子</a></p>
<p>4480円だった。奄美への送料を考慮に入れると最安値ゾーンになる。</p>
<h3 id="到着、第一印象-2023-12-24-日" tabindex="-1"><a class="header-anchor" href="#到着、第一印象-2023-12-24-日"><span>到着、第一印象 2023-12-24 (日)</span></a></h3>
<p>予定より一日遅れで到着。まぁ十分すぐ届くという感じだ。</p>
<p>肌触りが思ったよりもよく、ちょっと高級感がある。背中が服越しでもソフトなよっかかり具合でいい感じ。
お尻も座布団としてかなり良い。そんなに厚くないのにフローリングの冷たさが来ないし、お尻も痛くならない。</p>
<p>座卓で使うのに高さがなくてちょうど良い。
背もたれも高さが足りるか不安があったが作業するのには十分。
あまりかさばらないで、けれど寄っかかった時の安定感があってなかなか良い。</p>
<p>これはいい買い物をしたな。</p>
<h3 id="気にいたので持ち帰る事に" tabindex="-1"><a class="header-anchor" href="#気にいたので持ち帰る事に"><span>気にいたので持ち帰る事に</span></a></h3>
<p>スーツケースに入れて家に送って家でも使っている。
いろいろな使い方が出来て良い。</p>
</div></template>


