<template><div><p>[[ワーケーション]]として、諏訪のあたりがどうだろう？と思う。
どうせなら道中も少し遠回して行こうかなぁ、と思うと、</p>
<ul>
<li>大滝温泉ルート</li>
<li>奥多摩ルート</li>
</ul>
<p>の２つがいいかなぁ、という気がする。特に大滝温泉ルートは結構好きなので、あちらを行きたいなぁ、と思う。</p>
<h2 id="秩父" tabindex="-1"><a class="header-anchor" href="#秩父"><span>秩父</span></a></h2>
<p>ミッションヒルズ迎賓館、がなかなか安い。家からだと少し近すぎる感じもあるが、ここに一泊して仕事をする、という感じなら結構ありかもしれん。</p>
<h2 id="諏訪湖" tabindex="-1"><a class="header-anchor" href="#諏訪湖"><span>諏訪湖</span></a></h2>
<ul>
<li>ルーピアイン南湖 ー 諏訪湖。なかなか安くていい場所にある。</li>
<li>クア・アンド・ホテル　信州健康ランド　ー 塩尻。宿つき健康ランド。こういうのもアリかも。</li>
</ul>
<h2 id="千葉方面" tabindex="-1"><a class="header-anchor" href="#千葉方面"><span>千葉方面</span></a></h2>
<p>甲信越じゃないが、もっと近いところで泊まれる健康ランドとか無いかな？とググっていて、習志野のを見つける。</p>
<p><a href="https://u-neru.com/" target="_blank" rel="noopener noreferrer">天然温泉 湯～ねる ー 新習志野唯一の天然温泉とキャビンホテル</a></p>
<p>習志野あたりだと混んでそうな気もするが、値段が安いので一回使ってみてもいいかもしれない。
ツーリングという感じでは無いが。</p>
</div></template>


