<template><div><p>[[雑多なメモ]]</p>
<p>経済とか歴史とか社会学とか全部含むものを社会科学と言うらしい。
社会学より大きい分類なのか。</p>
<ul>
<li>[[経済]]</li>
<li>[[日本史]]
<ul>
<li>[[大河ドラマ]]</li>
</ul>
</li>
<li>[[世界史]]</li>
</ul>
<h2 id="書籍" tabindex="-1"><a class="header-anchor" href="#書籍"><span>書籍</span></a></h2>
<p>読んだ[[書籍]]で関連するもの。</p>
<ul>
<li>[[【書籍】正義論]]</li>
<li>[[【書籍】今を生きる思想、ジョン・ロールズ]]</li>
<li>[[【書籍】自由論]]</li>
<li>[[【書籍】功利主義]]</li>
<li>[[【書籍】リヴァイアサン]]</li>
<li>[[【書籍】社会契約論]]</li>
<li>[[【書籍】戦争の地政学]]</li>
<li>[[【書籍】プロテスタンティズムの倫理と資本主義の精神]]</li>
<li>[[【書籍】社会学史]]</li>
<li>[[【書籍】フランス革命の省察]]</li>
</ul>
</div></template>


