<template><div><p><a href="./雑多なメモ.html">雑多なメモ</a></p>
<p>ちょっとした統計をググった時などのメモを置く場所。</p>
<h2 id="結婚していない人、子育てをしていない人の割合" tabindex="-1"><a class="header-anchor" href="#結婚していない人、子育てをしていない人の割合"><span>結婚していない人、子育てをしていない人の割合</span></a></h2>
<p><a href="https://www.stat.go.jp/data/kokusei/2020/kekka/pdf/outline_01.pdf" target="_blank" rel="noopener noreferrer">令和二年国勢調査概要</a></p>
<p>45～54で見ると、そのほかを足して29パーセントくらいが独身か？そのほかってなんやねん、という気もするけれど。</p>
<p>今結婚しているか、という観点でいくと、片親で子育てしているのと独身とそのほかを足すと、38%くらい。</p>
<p>今子育てしているか、という観点で行くと、子育てしていないのは夫婦のみ世帯を足して41%くらい。</p>
<p>多数派では無いが少数の例外でも無い、くらいだな。</p>
</div></template>


