<template><div><p>漫画を買うにはどこが良いのだろう？
ジョジョの第4部のモノクロ版を比較してみた。</p>
<p>値段はどこも同じっぽくて、全巻セットで7152円（モノクロ版）。モノクロの方が冊数が少ないので一巻あたりではカラーが安くてもモノクロ版の方がお得。</p>
<ul>
<li>ヨドバシ 1440ポイント</li>
<li>楽天kobo 416ポイント</li>
<li>Amazon 207ポイント</li>
</ul>
<h2 id="初回限定" tabindex="-1"><a class="header-anchor" href="#初回限定"><span>初回限定</span></a></h2>
<ul>
<li>ブックウォーカー 初回50%オフ</li>
<li>DMMブックス  初回70%オフだが値引き上限3000円</li>
</ul>
<p>初回とポイント使い切るまではブックウォーカーがお得か。</p>
<h2 id="初回限定で買いたいものをリストアップ" tabindex="-1"><a class="header-anchor" href="#初回限定で買いたいものをリストアップ"><span>初回限定で買いたいものをリストアップ</span></a></h2>
<ul>
<li>ジョジョ</li>
<li>ドラゴンボール</li>
<li>ハンターハンター</li>
<li>遊戯王</li>
<li>拳児 ... 後回し</li>
<li>超人ロックの持ってない奴</li>
<li>パイナップルアーミー ... 無かった</li>
</ul>
<h2 id="bookwalker" tabindex="-1"><a class="header-anchor" href="#bookwalker"><span>BOOKWALKER</span></a></h2>
<p>楽天Payはポイントと併用はできないので注意。</p>
<h3 id="_2022-11-20-初回限定で買ってみた" tabindex="-1"><a class="header-anchor" href="#_2022-11-20-初回限定で買ってみた"><span>2022-11-20 初回限定で買ってみた</span></a></h3>
<p>10万円ぶんくらいカートに入れた所でカートがいっぱいと言われたのでそこで買う事に。
あんまり多額になりすぎてもなんか怖いし。
なお、得られるポイントは翌月末に失効らしい。結構期限短いね。</p>
<p>パイナップルアーミーは無かった。
カートがいっぱいになった結果、超人ロックが半分くらい残ってる。リュウハントのシリーズを買うかはちょっと悩むが（全部読んだ事ある上にそんな好きでも無いがどうせなら揃えたい気もする…）、他は残りも買う予定。</p>
<p>リストにあげてないものとして、終わりのセラフを全巻買った。あとグレン編も読んでない新しいのを何冊か買った。
拳児は買ってない（まぁまぁまだ覚えているので）。</p>
<p>ポイントを12月末までに消費すべく、思いついたものをメモしておく。</p>
<ul>
<li>パトレイバー</li>
<li>ヒストリエ ... 最新刊まですでに読んでいたので買う気が失せる</li>
<li>ひぐらし（鬼隠し編はKindleで持っているのでそれ以外）</li>
<li>めぞん一刻</li>
<li>うる星やつら</li>
<li>本好きの下剋上（コミックス）</li>
<li>オリジン ... 買った</li>
<li>るろうに剣心</li>
</ul>
<h2 id="doly-ヨドバシの電子書籍" tabindex="-1"><a class="header-anchor" href="#doly-ヨドバシの電子書籍"><span>Doly (ヨドバシの電子書籍）</span></a></h2>
<p>ポチったあとしばらく読めない。
15時ころポチったら17時45分ころ見れるようになった。（メールが来る）
気分が高まった時に読めないのはいまいち。</p>
<p>また、<a href="./【書籍】TheArtOfComputerProgramming.html">【書籍】TheArtOfComputerProgramming</a>などはコードのリストや数式などがすごい読みづらかった。Kindleの方がだいぶ良さそう。</p>
<p>レイアウト固定とか文章主体のものを読むには悪くないので、そういったものを選ぶと、ポイント20%還元なので満足度は高い。
エッセイとか語学書とかには良い。</p>
<h2 id="雑多なメモ" tabindex="-1"><a class="header-anchor" href="#雑多なメモ"><span>雑多なメモ</span></a></h2>
<p>超人ロックの順番</p>
<ul>
<li>聖者の涙</li>
<li>ミラーリング</li>
<li>ブレインシュプリンガー</li>
<li>ソードオブネメシス</li>
<li>クランベールの月</li>
<li>天空の魔法士</li>
<li>猫の散歩引き受けます</li>
<li>メヌエット</li>
<li>カデット</li>
<li>星辰の門</li>
<li>オメガ</li>
<li>久遠の瞳</li>
<li>ひとりぼっちのプリンセス</li>
<li>荒野の騎士</li>
<li>エピタフ</li>
<li>嗤う男</li>
<li>ホーリーサークル</li>
</ul>
</div></template>


