<template><div><h1 id="_40代の働き方のスタイル" tabindex="-1"><a class="header-anchor" href="#_40代の働き方のスタイル"><span>40代の働き方のスタイル</span></a></h1>
<ul>
<li><a href="./プログラマライフ.html">プログラマライフ</a>
<ul>
<li><a href="./40代のプログラマ目標.html">40代のプログラマ目標</a></li>
</ul>
</li>
</ul>
<p>これは40代の最初から思っていた事でも無いけれど、最初の数年がなかなか良かった事から思うようになった事として。</p>
<p>40代は30代よりも仕事をしても良いと思っている反面、
あまり私生活を犠牲にするような働き方は考えていない。
30代のライフスタイルと仕事を融合したような形にならないかなぁ、と思っている。
幸い時代もリモートワークが基本になったので。</p>
<p>例えばサーフィンでもツーリングでもキャンプでも、ずっと続けてやりたいとは最近はあまり思っていない。
サーフィンはあまり２日連続ではやらないし、ツーリングも日帰りをたまに出るとかでいいし、キャンプも２泊３日とかでいい。
だから、そういうのをやりつつ仕事もする、というのは両立するんじゃないか、と思っている。
もっといえば両立させた方が日々が充実して楽しいんじゃないか、と期待している。
つまり、あまり「長期間、仕事以外をやらない」ような生活をする気は無い。
短期的に仕事を優先する時期はあってもいいし、
例えば冬とか花粉の時期とか、仕事をしてやり過ごすような時期はあってもいいとも思っているが、
全体としては生活の一部に仕事があるんであって、仕事の余りで生活をするような感じにはしたくない。</p>
<p>また、あまり意味の無い事に「仕事だから」と妥協するのも減らしたいなぁ。
意味のない定例ミーティングとかやってる仕事の報告とか。</p>
<p>休む日を前もって申告するとか働く曜日を決めるとかも避けたいな。
働きたい時に働いてやる気の無い時は働かない、
という風にしたい。</p>
<p>うっかりなろう読んで徹夜しちゃった次の日は休みにしたい。
朝眠い時は二度寝する。波のある日はサーフィンする。</p>
<p>その為にはあまり時間を決めずに済むように、
非リアルタイムなテキストのやりとりで済む事を、時間合わせたビデオ会議にしたりもしないようにしたい。
そういう、仕事のアウトプットと関係ないような制約はなるべく無い状態で行きたい。</p>
<p>あと、<a href="./40代のプログラマ目標.html">40代のプログラマ目標</a>でも書いたけれど、働く時にはその給料を使っていきたいと思っている。
働いているご褒美が分かりやすい方が、感情も納得してくれるかな、と。</p>
</div></template>


