<template><div><h1 id="【書籍】功利主義" tabindex="-1"><a class="header-anchor" href="#【書籍】功利主義"><span>【書籍】功利主義</span></a></h1>
<ul>
<li><a href="./社会科学.html">社会科学</a></li>
<li><a href="./【書籍】自由論.html">【書籍】自由論</a></li>
</ul>
<p><a href="https://amzn.to/4llBwOw" target="_blank" rel="noopener noreferrer">amazon: 功利主義 (岩波文庫)</a>がaudibleで聴き放題に入っていて、
<a href="./【書籍】正義論.html">【書籍】正義論</a>でたびたび言及されるので効いておくか、と聴きはじめた。(2025-08-10 (日))</p>
<p>ミルは<a href="./【書籍】自由論.html">【書籍】自由論</a>を読んだのでもういいかな、と思っていたのだけれど、功利主義良く聞く言葉だけどよく知らないしな、という事で心を入れ替えて聴く事に。</p>
<p>序盤は快楽の定義をいろいろと言っている。
まぁ経済学で厚生とか利得とか便益とか言われるものを具体的に考えてみるとこういう話だよな、という感じ。</p>
<p>複数の快楽の上下関係などは両方知っている人がだいたい同じ事を言ったらそれが正しい、
みたいな、微妙な話ではあるが、まぁ何らかの原理原則で機械的に判定するよりは現実的ではある気はする。</p>
<h3 id="聞き終わったがあまり覚えてない-2025-08-22-金" tabindex="-1"><a class="header-anchor" href="#聞き終わったがあまり覚えてない-2025-08-22-金"><span>聞き終わったがあまり覚えてない 2025-08-22 (金)</span></a></h3>
<p>ながらで聴いていたので、あまり内容を覚えてない。
正義とかの話は<a href="./【書籍】正義論.html">【書籍】正義論</a>に比べるとだいぶ地に足ついている感じがあって、
こちらの方が説得力はあるかな、とは思った。</p>
<p>たぶんいちばん功利主義で問題になるのが国全体の効用の合計とはなんぞや、
というところだが、これはこの本では良くわからない。</p>
<p>経済学だと基本的にはパレート改善出来る問題をメインに取り組み、二人の異なる人間の幸福の量の比較は行わない。
social surplusとかの議論や最適課税理論などでは金額を足し合わせるが、これは２つの状態の比較であってAさんからお金を巻き上げてBさんに渡すと効用が減るのか増すのかという問題には踏み込まない。</p>
<p>でも功利主義は効用の合計という話をするので、足し合わせる操作があるように見えるが、でも何を足すのかは良く分からない。
普通は価値の尺度はお金ということになるが、効用はお金では無い。
だから二人の人間の効用を足すとはどういうことかは良く分からない。</p>
<p>ここが良く分からないので例えば貧富の差が功利主義に沿って正当化されるのかされないのかとかも良く分からない。</p>
<p>ただ、そういうのがきっちりしてないがゆえに、もっと普通の感情的な感覚的な話で、
そうであるからこそそんなに抵抗も無く、そんなに極端なことも言わずに、偉い人がなんか立派な事を言っているな、
とう感じにはなる。</p>
<p>オーディオブクで暇つぶしに聞くには良かったが、勉強になったという気はあまりしない。
まぁでも本で読むほどでは無いかなぁ。</p>
</div></template>


