<template><div><h1 id="【書籍】知らぬは恥だが役に立つ法律知識" tabindex="-1"><a class="header-anchor" href="#【書籍】知らぬは恥だが役に立つ法律知識"><span>【書籍】知らぬは恥だが役に立つ法律知識</span></a></h1>
<p><a href="./オーディオブック.html">オーディオブック</a></p>
<p><a href="./【書籍】伊藤真の刑法入門.html">【書籍】伊藤真の刑法入門</a>がなかなか勉強になったので、オーディオブックでも法律系無いかな、と思って見つけたのが「知らぬは恥だが役に立つ法律知識」</p>
<p><a href="https://amzn.to/4aVLJNo" target="_blank" rel="noopener noreferrer">amazon: 知らぬは恥だが役に立つ法律知識</a></p>
<h2 id="_1章の終わりまで聞いた雑感-2023-12-14-木" tabindex="-1"><a class="header-anchor" href="#_1章の終わりまで聞いた雑感-2023-12-14-木"><span>1章の終わりまで聞いた雑感 2023-12-14 (木)</span></a></h2>
<p>面白そうな事件とその法律的な解釈みたいなのが説明されている本。
エッセイみたいなもので、法律というもの自体についてはあまり勉強にはならないが、
日常的な話が多いので「それは法的にはXXなんだよ」とうんちく垂れるのには役に立ちそう。
まぁそれに意味があるかは微妙だが。
歌ってみたとか踊ってみたとかの話は、へーって感じで勉強にはなった。</p>
<p>法律を勉強しようと思って読む本では無いが、法律的なエッセイを読みたくて見るなら悪くない気がする。
面白さはあるし不快さも無い。多方面に配慮して丁寧に書かれている本という印象。</p>
<p>暇つぶしにaudiobookで聴くには悪くない気がする。
ただ聞き流しても惜しくないというほどでは無いので、あまりBGM的に使うには向いていないかもしれない。運転中とか水仕事とかとは相性悪そう。</p>
<h2 id="最後まで聞き終わり-2024-01-15" tabindex="-1"><a class="header-anchor" href="#最後まで聞き終わり-2024-01-15"><span>最後まで聞き終わり 2024-01-15</span></a></h2>
<p>離婚とか相続とかの法律の話は対象とする事態がうんざりとするもので、
聞いていると憂鬱になって気晴らしとしては微妙だった。</p>
<p>ただ全体としては、面白くてためになる、という内容になっていたと思う。</p>
<p><a href="./【書籍】伊藤真の刑法入門.html">【書籍】伊藤真の刑法入門</a>などのように法律というもの自体の理解が深まる本ではない。</p>
<p>だが挙げられている法律は身近な問題とかかわりのあるものが多いので、
関心は湧きやすく、役に立つかもしれない、という気もする。
法律相談のバラエティ番組みたいな感じだが、
それよりは一冊分の内容なのでもうちょっと役に立ちそうな気はする。</p>
<p>是非読むべき、と他人に薦める気は無いが、audiobookで聴くものを探している人に薦められる本ではあったかな。</p>
<p>書き方も気を付けられていて、聞いていて不快な事も特に無く、
暇つぶしとして読むという新書の役割をちゃんと果たしている本だったと思う。</p>
</div></template>


