<template><div><h1 id="【書籍】マンガキャラアタリ練習帳" tabindex="-1"><a class="header-anchor" href="#【書籍】マンガキャラアタリ練習帳"><span>【書籍】マンガキャラアタリ練習帳</span></a></h1>
<p><a href="./お絵描き.html">お絵描き</a>の<a href="./書籍.html">書籍</a></p>
<p><a href="https://amzn.to/3X7HVCB" target="_blank" rel="noopener noreferrer">amazon:どんなポーズも描けるようになる！ マンガキャラアタリ練習帳 マンガキャラを描こうシリーズ</a></p>
<h2 id="読み始め、モチベーションなど-2024-08-30-金" tabindex="-1"><a class="header-anchor" href="#読み始め、モチベーションなど-2024-08-30-金"><span>読み始め、モチベーションなど 2024-08-30 (金)</span></a></h2>
<p><a href="./【書籍】60秒右脳ドローイングで絵が感動的にうまくなる！.html">【書籍】60秒右脳ドローイングで絵が感動的にうまくなる！</a>が終わり、なにか同じような事を続けたいが、
題材をいちいち考えるのが面倒なのでKindle Unlimitedでなにか無いかなぁ、と探して見つけた本。</p>
<p>この本はいろいろなポーズや視点を描けるように、アタリから描こうという本なのだけれど、
自分はこの本の指示通りにやるつもりは無くて、
棒人間を描くところまでをやっていこうかな、と思っている。</p>
<p>60秒ドローイングの方で棒人間は結構いい練習になる上にすぐに描けて楽しいので、
これをいろいろ描いていくのはアリかな、と思ったので。</p>
<p>髪とか目とか顔はそのうち練習してもいいと思っているが、その前に棒人間をいろいろ描いて遊んでみたい。</p>
<p>ポーズ集とかでもいんだろうけれど、写真などからアタリを作るのは難しさがあるので、
最初からアタリを見ながらアタリを描きたい、という事でこの本をやってみる。</p>
<h3 id="最初の女性のアタリから上手く描けない-2024-08-30-金" tabindex="-1"><a class="header-anchor" href="#最初の女性のアタリから上手く描けない-2024-08-30-金"><span>最初の女性のアタリから上手く描けない 2024-08-30 (金)</span></a></h3>
<p>アタリを描いて肉付けをして人を描いていきましょう、みたいな感じで始まるのだが、
最初の正面のアタリが全然描けない。
手本はこの時点で上手く、自分はこの時点で下手。
けれどこれをどうすれば上手く描けるかは特に描いてない（くびれを描こうとか丸みをイメージして描こうとかは書いてあるが、そのくらいでは全然それらしく描けない）。</p>
<p>これをいい感じに描けるようになるのは難しい気がするが、一回あたり描き終わるのに掛かる時間は短いので、
飽きるまで何度も描いてみるか。</p>
<h3 id="一旦挫折-2024-09-01-日" tabindex="-1"><a class="header-anchor" href="#一旦挫折-2024-09-01-日"><span>一旦挫折 2024-09-01 (日)</span></a></h3>
<p>どうもこの本のアタリはアタリというよりも体の一部を描いてしまっているように思う。
それを上手くなるためには、体を上手く描けるようになる練習が必要なのではないか。
そして今やりたいのは体を描く練習では無いので、やりたい事と違うんじゃないか、という気がしてきた。</p>
<p>もっと四角とかのアタリでいろいろ描く、というのを今はやりたいので、
他の教材を探してみる事にして一旦この教材は挫折。</p>
<p>こういう時に気軽に他に行けるのはKindle Unlimitedのいい所ね。</p>
</div></template>


