<template><div><h1 id="【書籍】ズボラでも中性脂肪とコレステロールがみるみる下がる47の方法" tabindex="-1"><a class="header-anchor" href="#【書籍】ズボラでも中性脂肪とコレステロールがみるみる下がる47の方法"><span>【書籍】ズボラでも中性脂肪とコレステロールがみるみる下がる47の方法</span></a></h1>
<p><a href="./オーディオブック.html">オーディオブック</a></p>
<p><a href="https://amzn.to/49jPScM" target="_blank" rel="noopener noreferrer">amazon: ズボラでも中性脂肪とコレステロールがみるみる下がる47の方法</a></p>
<h3 id="聞き終わり-2024-02-17-土" tabindex="-1"><a class="header-anchor" href="#聞き終わり-2024-02-17-土"><span>聞き終わり 2024-02-17 (土)</span></a></h3>
<p>健康診断でLDLコレステロールが高めと出たので、何を気を付けるべきか知りたくてaudiobookの聞き放題を探したら引っかかったので聞いてみた。
ただ内容はありえないくらいのデブがちょっとは節制しましょうね、みたいな話で、
普通に体重のコントロールが出来ている人にはほとんど当てはまらない話ばかり。
体重が重くないのにLDLコレステロール値が高いので方法を知りたいと思ったのだが…</p>
<p>ただ、健康意識を高めるBGMとしてはまぁいいか、と思い運転の間聞いていたら最後まで聞いてしまった。
そして目標体重をこれまでより500g落としてみるか、という気分になった。</p>
<p>なお、この本で述べられているような不摂生な人なら、何やってもめちゃ効果はあるだろうから、この本に書いてあるような事でも効果はあるかもしれないし、そんな変な事を言っている訳でも無い。
でもBingチャットやgeminiに聞いても似たような答えはもらえるだろうな、という気がする程度の内容で、
本を買う意義があるかは分からない。</p>
<p>全体的に対象読者の想定があまりにも不摂生で「いいから痩せろデブ」と言いたくなってしまう。</p>
</div></template>


