<template><div><h1 id="【書籍】ねこ背は治る" tabindex="-1"><a class="header-anchor" href="#【書籍】ねこ背は治る"><span>【書籍】ねこ背は治る！</span></a></h1>
<p><a href="./オーディオブック.html">オーディオブック</a></p>
<ul>
<li><a href="https://amzn.to/487r5Y6" target="_blank" rel="noopener noreferrer">amazon: ねこ背は治る！［新装版］――知るだけで体が改善する「４つの意識」</a></li>
</ul>
<h2 id="聞き終わり、感想-2024-02-03-土" tabindex="-1"><a class="header-anchor" href="#聞き終わり、感想-2024-02-03-土"><span>聞き終わり、感想 2024-02-03 (土)</span></a></h2>
<p>最後まで聞いた。なんか猫背と関係無い自己啓発みたいなので気がどうのとか前向きに明るくなるだとかの話が長くてうんざりするけれど、
一方で猫背に対する対策としては割と良い事も言っている気がする。</p>
<ul>
<li>膝立ちでは猫背にならないのを確認する</li>
<li>普通に立つ時もそれと同じになるように足の裏の重心を気をつける</li>
<li>歩く時に大腰筋と肩甲骨を使う</li>
</ul>
<p>これらをしばらく試しているが、試している時は改善する上に、
背筋を意識して伸ばすよりも続きやすい気がする。</p>
<p>言うほど一度意識したらもう治るという感じでは無いが、
膝立ちと同じになるように意識して足の裏以外もいろいろ調整するといい感じだ。</p>
<p>猫背の話だけなら15ページくらいで終わる内容で、それなら結構良い本に思うのだけれど、
残りの全てが完全に新興宗教みたいな内容でうんざりする、という、
他人に薦めるのははばかられる内容だ。
なんでこんな本にしちゃったんだろう？</p>
<p>しばらく続けて、本当になおったらここに追記したいと思う。</p>
<p>余談だがこの本、どこかで最初の方は読んだ事がある気がする。買った記憶は無いので図書館か何かで軽く立ち読みしただけだと思うが、
当時は呼吸と膝たちくらいまでしか見ていなかった模様。</p>
<p>また猫背とは関係ないが、肩甲骨のイラストがいろいろあって動かすのを以前よりやりやすくなった気がする。
パドリングの時に肩甲骨をうまく使えるようになった気がする。</p>
<p>昔水泳で結構頑張って肩甲骨を動かそうとしていたが、イラストを見る、というのは良い方法だったんだなぁ。</p>
</div></template>


