<template><div><h1 id="ぼくのかんがえた最強の講義ノート" tabindex="-1"><a class="header-anchor" href="#ぼくのかんがえた最強の講義ノート"><span>ぼくのかんがえた最強の講義ノート</span></a></h1>
<p><a href="./講義ノート.html">講義ノート</a>の一般論を受けて、こうするのがいいんじゃないか、という事を書いてみる。</p>
<h2 id="リアルタイムのノートと後からの整理を分ける" tabindex="-1"><a class="header-anchor" href="#リアルタイムのノートと後からの整理を分ける"><span>リアルタイムのノートと後からの整理を分ける</span></a></h2>
<p>リアルタイムの講義ノートをとる負荷が高すぎて、現状かなり限界に近い。
リアルタイムでノートを取る時のコストをもっと下げる必要がある。</p>
<p>一方で、後から整理するのはそんな辛くないので、
こちらはもうちょっと面倒にしても良い気がしている。
そこでリアルタイムのノート取りと後からそれを整理するのをはっきり分けて、
この２つを前提にするのが良い気がしている。</p>
<h2 id="リアルタイムのノートはフリーハンドの手書き" tabindex="-1"><a class="header-anchor" href="#リアルタイムのノートはフリーハンドの手書き"><span>リアルタイムのノートはフリーハンドの手書き</span></a></h2>
<p>現状、テキストとフリーハンドの両方があると、
講義が始まった時の最初の数分のノートをどちらで取るか悩む。
これが良くない。
最初からノートを取りたいので、最初からどちらかに決め打ちしておきたい。
どちらか一方ならば、手書きが良いだろう。
手書きじゃないと書けないものがあるから。グラフとか。</p>
<p>一方で手書きは、コピペが使えないのとタイプ速度よりも文字を書く速度が遅いので、
長いスペリングに弱い。
この辺はあとの整理でテキストを混ぜる所で解決したい。</p>
<h2 id="整理結果はissue-tracker的な見た目になるmarkdown" tabindex="-1"><a class="header-anchor" href="#整理結果はissue-tracker的な見た目になるmarkdown"><span>整理結果はissue tracker的な見た目になるmarkdown</span></a></h2>
<p>整理する時は、markdownが良いだろう。<a href="./TeFWiki.html">TeFWiki</a>に組み込む。</p>
<p>githubのissueなどのように、markdownのブロックと画像のブロックが交互に並ぶような形になるのがいいと思う。
この作業を簡単に行う為の専用アプリがたぶん必要で、とりあえず<a href="./EjiCell.html">EjiCell</a>と名付けた。</p>
<h2 id="後からの整理不要論がなぜ間違っているのか" tabindex="-1"><a class="header-anchor" href="#後からの整理不要論がなぜ間違っているのか"><span>後からの整理不要論がなぜ間違っているのか</span></a></h2>
<p>リアルタイムで取るノートと後から整理するノートの２つのフェーズを設ける、
というと、多くの人はこの「後からの整理は無くせるんじゃないか？」と思う。
これは特に実際に講義のノートを取ってない人に多い。
こうした脳内最強がなぜ間違っているのかをここでは明らかにしておきたい。</p>
<p>まず、リアルタイムのノートを取るのはめちゃ辛い。これが大前提。
ほとんどのMOOC受講者や動画講義受講者が作るのをサボるくらい辛い。
だからリアルタイムのノートを辛くする事で整理をなくす、というアイデアは全て現実を分かってない。</p>
<p>一方で後のノート整理は、やってみれば分かるがそんな辛くない。
これは動画を観て理解しながらノートを取るという負荷が無いからだと思う。
めっちゃ楽。
だからこちらを楽にするのは、そこまで重要でも無い。
もちろんリアルタイムのノート取りのコストを上げずにこちらを楽に出来るならそちらの方が良いが、
リアルタイムのノートの方の負担を増やすことでこちらをなくそうというのは完全に机上の空論。</p>
<p>講義ノートを取る時に一番つらいのがリアルタイムのノート取りなので、
これをどこまで楽に出来るか？というのが考えるべき事に思う。
ここを限界まで楽にしようと思えば、
「なるべく多くの事を後の整理にまわしてリアルタイムノートからなくす」というのは必然で、
すると考えるべきは「後の整理をなくす事」では無く、「後の整理を増やす事」となる。</p>
<p>結局重要なのは「一番リアルタイムのノート取りが楽なシステムは何か？」という事になる。</p>
</div></template>


