<template><div><h1 id="ゆっくり中級git" tabindex="-1"><a class="header-anchor" href="#ゆっくり中級git"><span>ゆっくり中級git</span></a></h1>
<p><a href="./ゆっくり実況.html">ゆっくり実況</a>で<a href="./git.html">git</a>の解説を作ろう、企画。</p>
<ul>
<li><a href="https://www.youtube.com/playlist?list=PLxenskds9g0A5V8vJ0QrKHGaCDpN97hOy" target="_blank" rel="noopener noreferrer">ゆっくり中級git - YouTube</a></li>
<li><a href="https://karino2.github.io/2024/02/12/yukkuri_git.html" target="_blank" rel="noopener noreferrer">中級gitのゆっくり解説動画を作り始めました - なーんだ、ただの水たまりじゃないか</a></li>
</ul>
<h2 id="作業ログ" tabindex="-1"><a class="header-anchor" href="#作業ログ"><span>作業ログ</span></a></h2>
<p>なんとなくいつ何をやったかをメモしておく。</p>
<h3 id="第五回作業開始-2025-03-27-木" tabindex="-1"><a class="header-anchor" href="#第五回作業開始-2025-03-27-木"><span>第五回作業開始 2025-03-27 (木)</span></a></h3>
<p>めっちゃ時間あいたが、第五回を作り始める。</p>
<p>とりあえず第三回と第四回の内容を思い出すべく1.5倍速で見直す。</p>
<p>cherry-pickの説明からか。diffはどうしようかなぁ。</p>
<p>チェリーピック</p>
<ul>
<li><a href="https://git-scm.com/docs/git-cherry-pick" target="_blank" rel="noopener noreferrer">Git - git-cherry-pick Documentation</a></li>
<li><a href="https://git-scm.com/book/en/v2/Git-Tools-Revision-Selection.html" target="_blank" rel="noopener noreferrer">Git - Revision Selection</a> diffのバージョン指定周り</li>
</ul>
<h3 id="第五回に向けたメモ-2024-06-03-月" tabindex="-1"><a class="header-anchor" href="#第五回に向けたメモ-2024-06-03-月"><span>第五回に向けたメモ 2024-06-03 (月)</span></a></h3>
<p>第五回は履歴整理をやっていきたい。</p>
<ul>
<li>cherry-pick</li>
<li>diff</li>
</ul>
<h3 id="第四回、完成-2024-06-02-日" tabindex="-1"><a class="header-anchor" href="#第四回、完成-2024-06-02-日"><span>第四回、完成 2024-06-02 (日)</span></a></h3>
<p>なかなか完成しないのでもくもく会に参加して作ってきた。少しはみ出たが家帰ってきて推敲して無事完成。制作3ヶ月はさすがに掛かりすぎだなぁ。</p>
<h3 id="第四回、インデックスの中身の解説まで-2024-04-11-木" tabindex="-1"><a class="header-anchor" href="#第四回、インデックスの中身の解説まで-2024-04-11-木"><span>第四回、インデックスの中身の解説まで 2024-04-11 (木)</span></a></h3>
<p>奄美からの帰りの空港で作業。
まだ図などはあまり用意せずに説明だけでインデックスの中身の解説が終わるくらいまでやった。
次に三つのツリー（resetの話）をやればおしまいの予定。現在までで11分くらいなので結構いい感じに終わりそう。</p>
<p>あと二日くらい作業すれば終わるかな。</p>
<h3 id="第四回、作り始め-2024-03-09-土" tabindex="-1"><a class="header-anchor" href="#第四回、作り始め-2024-03-09-土"><span>第四回、作り始め 2024-03-09 (土)</span></a></h3>
<p>第四回はインデックスの話をする予定。出来たらresetの話もしたいが、どこまでやれるか良く分かってないので、
とりあえずインデックスの解説を作ってみる事から始めてみる。
たぶんワーキングツリーとresetの話まで、くらいと思っているが。</p>
<h3 id="第三回、公開-2024-03-04-月" tabindex="-1"><a class="header-anchor" href="#第三回、公開-2024-03-04-月"><span>第三回、公開 2024-03-04 (月)</span></a></h3>
<p>そろそろ燃え尽きてきたので公開する事に。まぁ良く頑張った。</p>
<p>朝に公開してサーフィンして戻ってきたがあんまり反響無いな。月曜の朝には見ないか。
ブランチの解説は中級gitとしては重要なところなので、ここが終われば山場は越えたかな、という感じはする。
次回のインデックスまでが基礎編というか、そのあとの話で使う道具をそろえる段階なので、
4回までは早く完成させたいなぁ。</p>
<h3 id="第三回、ブランチとheadの解説が終わった-2024-03-02-土" tabindex="-1"><a class="header-anchor" href="#第三回、ブランチとheadの解説が終わった-2024-03-02-土"><span>第三回、ブランチとHEADの解説が終わった 2024-03-02 (土)</span></a></h3>
<p>HEADの方はどうもしっくりこなくて一度作り直したが、まぁこんなもんかな、という仕上がりにはなった。
あとはブランチとHEADを合わせてブランチをいろいろ移動する話で終わりだが、
ここは何を説明するかまだ考えてないので今日はこのくらいにしておくかな。</p>
<p>第三回も、あと一日くらい作業すれば完成かな。</p>
<h3 id="第三回、ブランチの説明を作っている-2024-02-24-土" tabindex="-1"><a class="header-anchor" href="#第三回、ブランチの説明を作っている-2024-02-24-土"><span>第三回、ブランチの説明を作っている 2024-02-24 (土)</span></a></h3>
<p>.gitディレクトリの中の解説が終わって、ブランチのファイルの中身くらいまで解説を作った。
第三回まで来ると結構重要な話が出来るな。
ブランチが単なるコミットIDが入ったファイルだ、
と理解すると、gitらしくなってくるよな。</p>
<h3 id="第二回完成、公開-2024-02-21-水" tabindex="-1"><a class="header-anchor" href="#第二回完成、公開-2024-02-21-水"><span>第二回完成、公開 2024-02-21 (水)</span></a></h3>
<p>見直す気力が尽きたので公開。でも第二回も結構いい出来なんじゃないか。
もうちょっと短く出来る気もするんだが、短くて分かりにくいより余計に長くて分かりやすい方がゆっくり的だな、と思う。</p>
<h3 id="第二回のコミットオブジェクトの解説を作り始め-2024-02-13" tabindex="-1"><a class="header-anchor" href="#第二回のコミットオブジェクトの解説を作り始め-2024-02-13"><span>第二回のコミットオブジェクトの解説を作り始め 2024-02-13</span></a></h3>
<p>単にコミットオブジェクトを解説する動画を作ってみたが、やはり分かりにくい。
前回のツリーも最初単に解説するだけだと全然分からなかったので、
最初に何も考えずに解説を作るとこうなっちゃうんだよなぁ。</p>
<p>今の所はいったん分かりにくい解説を作ってから作り直す、しか、
分かりやすいコンテンツを作る方法が確立出来てないんだが、もうちょっとなんとかならんもんか。</p>
<p>これはネームとか絵コンテとか的な何かなんだよな、たぶん。</p>
<p>一方でこういうのを作っては作り直して、と割り切ってしまうのも、
コーディング重視のプログラマ的には正しい気もする。
結局作ってみないと分からない事は作ってみて考える方がいい、
なんか無駄な気もするが意外と無駄ではない、という事もあるよなぁ。</p>
<p>そんな事をブログにした＞<a href="https://karino2.github.io/2024/02/18/movie_make_scrup_build.html" target="_blank" rel="noopener noreferrer">解説動画はどうもスクラップアンドビルドでしか良く出来ない - なーんだ、ただの水たまりじゃないか</a></p>
<p>夜に続きを作る。だいぶ前半のイメージは固まってきた。</p>
<h3 id="第ゼロ回、一回を公開-2024-02-12" tabindex="-1"><a class="header-anchor" href="#第ゼロ回、一回を公開-2024-02-12"><span>第ゼロ回、一回を公開 2024-02-12</span></a></h3>
<p>第ゼロ回は結構前に完成してたのだが、
とりあえず技術的な内容を本当にゆっくりで分かりやすく解説出来るのかわかってなかったので、
第一回でそれが出来るというのを確かめてから公開しようと思っていた。</p>
<p>かなり試行錯誤したが、分かりやすいものが作れたので公開することに。</p>
<p>見た人の数はそこまででも無いが、見た人からの評価はおおむね好評。</p>
<p>第一回でコミットと履歴まで行きたかったが、ちょっと長すぎるので断念。
その結果第一回だけだと普段のgitの操作とのかかわりが少ないのだけれど、
割と最後まで見てもらえてそう。やはりゆっくり動画としての面白さがあると、最後まで見てもらいやすいよな。</p>
<h2 id="作る前に思ってた事" tabindex="-1"><a class="header-anchor" href="#作る前に思ってた事"><span>作る前に思ってた事</span></a></h2>
<p>ゆっくりkotlinを作ろうとしたが、kotlinはちょっと先が長いので、もう少し短いので反響を見たい気がする。
という事でgitで何か作れないかな、と思っている。＞<a href="./git.html">git</a></p>
<p>入門は結構世の中にあるし、本当に学びたければ公式のPro Gitを読めばこれも良く書けている。
やるならPro Git側かなぁ、という気もする。
ただそこまで自分も詳しい訳では無いので、もうちょっとケーススタディ的な事をやりたい気がする。</p>
<p>こういう時どうする？的なのをやってみるかな。</p>
<ul>
<li>ローカルで開発していたものをgithubに置こうとして、最初にライセンスを作ってしまった</li>
<li>履歴の整理</li>
</ul>
<p>それよりもconflictを中心にコミットを解説する方がいいかもしれん。</p>
</div></template>


