<template><div><h1 id="スケーボーでサーフィンの陸トレ" tabindex="-1"><a class="header-anchor" href="#スケーボーでサーフィンの陸トレ"><span>スケーボーでサーフィンの陸トレ</span></a></h1>
<p>スケーボーでサーフィンの陸トレをしようと思い立つ。
親の家に転がってた普通のストリートのスケートボードを使って練習する。
サーフスケートの方がいいんだろうが、まぁまずは身近にあるものから。</p>
<h2 id="参考動画" tabindex="-1"><a class="header-anchor" href="#参考動画"><span>参考動画</span></a></h2>
<p>幾つか見たが、以下が一番イメージしやすい。</p>
<p><a href="https://www.youtube.com/watch?v=tZzhiAgH6ZU&amp;t=700s" target="_blank" rel="noopener noreferrer">(1) 【スケボーを使った陸トレ！アップスダウン編】これを見たらサーフィンが倍早くなる⁈サーフィンに重要なアップスダウンを徹底解説！ - YouTube</a></p>
<h2 id="練習日記" tabindex="-1"><a class="header-anchor" href="#練習日記"><span>練習日記</span></a></h2>
<p>以下日付とやった事とか雑感を書いていく。下ほど古いという感じで並べる。</p>
<h3 id="_2022-06-26" tabindex="-1"><a class="header-anchor" href="#_2022-06-26"><span>2022-06-26</span></a></h3>
<p>動画を撮ってみた。</p>
<p><a href="https://www.youtube.com/watch?v=MuKO8NsOzjw" target="_blank" rel="noopener noreferrer">スケーボーでサーフィンの陸トレ20220626 - YouTube</a></p>
<p>全体をいい感じに録るカメラの位置が思ったよりも難しく、結局最後までベストのポジションは見つけられてない。
まぁ練習がメインで録画はついでなので、気長にやっていこう。</p>
<p>動画を見てみると、思ったよりも腕を振っていて、膝の曲げ伸ばしが出来ていないな。
撮ってみるとイメージしているのとは結構動きが違うので、練習に良い気がした。</p>
<h3 id="_2022-06-23" tabindex="-1"><a class="header-anchor" href="#_2022-06-23"><span>2022-06-23</span></a></h3>
<p>近場で良い場所無いかなぁ、と少し探したが、やはりいまいちだなぁ。
そしてコケて痛い。スケーボーはコケると痛いというのが欠点だな。</p>
<h3 id="_2022-06-22" tabindex="-1"><a class="header-anchor" href="#_2022-06-22"><span>2022-06-22</span></a></h3>
<p>少し坂を探してみたが、結局長い坂は戻る時間も長くなるし、道路よりはやはり車の来ないとわかっている公園の方がいいという結論になり、海の公園へ。
理想的には長い下り坂が続いて、そのあと階段で上に戻れるといいんだけどね。</p>
<p>もう結構なれてきた、というかこれで完璧なんじゃない？と思うが、海の上だとどうかなぁ。</p>
<h3 id="_2022-06-20" tabindex="-1"><a class="header-anchor" href="#_2022-06-20"><span>2022-06-20</span></a></h3>
<p>しばらくそこらへんの道でやっていたがどうも手応えが無い。
いわゆるスケーボーのスラロームのようにしないと前に進まないが、それではサーフィンの練習にはなってない気がする。</p>
<p>という事で海の公園で下り坂になっているところでやってみたところ、すごくいい感じに練習になる。
だが坂が短いのですぐ終わってしまう。あと坂の向き的にバックサイドになってしまう。レギュラー側に練習出来る坂を探したいなぁ。
ただこの下り坂で練習するのは想像以上にいい感じに練習になってすごく良いので、
良い坂を探したい気がした。
横須賀まで行けばスケートボードパークがあるんだっけ？</p>
</div></template>


