<template><div><h1 id="ネット通販" tabindex="-1"><a class="header-anchor" href="#ネット通販"><span>ネット通販</span></a></h1>
<p>Amazon、楽天、ヨドバシなど。</p>
<h2 id="amazonのchina-postが全然届かない" tabindex="-1"><a class="header-anchor" href="#amazonのchina-postが全然届かない"><span>AmazonのChina Postが全然届かない</span></a></h2>
<p>4/24にポチったサーフボードストラップがいまだに届かない。</p>
<p><a href="https://amzn.to/44IEzth" target="_blank" rel="noopener noreferrer">amazon: Ｇａｚｅｃｈｉｍｐ カヤックキャリーストラップ、ポータブルスタンドアップサーフボードショルダーストラップパドルボードカヌーキャリーストラップ調節可能なナイロンキャリーベルト</a></p>
<p>China Postで中国から発送らしく、発送自体が5/1と遅い上にそこから9日もたってようやく最寄りの郵便局に到着したっぽい。
税関にも1日ちょっとかかっているし、5/1〜5/8までは一切ステータスに更新がなく、5/8に川崎に到着している。
ポチってから半月以上経っていて、もともと買う前の段階で4月の末〜5/4のあたりに到着予定と結構幅があって、最短でも少し遅めだな、とは思っていた。
だがその一番遅い期日よりもさらに6日遅い。</p>
<p>中国業者なのはいいとして、中国からの発送をわからないように混ぜるのはやめて欲しいよなぁ。</p>
<p>なお、日本についた後はAmazonの側では追跡は表示されなくなり、日本郵政の方の追跡サービスで見られるようになった。ここからは割とまとも。</p>
<ul>
<li>4/24 ポチる</li>
<li>5/1 14:07 引き受け</li>
<li>5/1 17:57 国際郵便局到着、税関、18:30発送</li>
<li>5/8 23:56 川崎郵便局到着</li>
<li>5/9 9:00 通関手続き</li>
<li>5/10 1:00 国際交換局から発送</li>
<li>5/10 6:56 最寄りの郵便局到着</li>
</ul>
</div></template>


