<template><div><h1 id="伊豆の温泉計画" tabindex="-1"><a class="header-anchor" href="#伊豆の温泉計画"><span>伊豆の温泉計画</span></a></h1>
<p><a href="./ワーケーション.html">ワーケーション</a>より。Covid-19情勢が悪化してきたのであまり長期に島に行くのもどうかな、と思う。
もともとは寒いのとか花粉とかの対策で考えていたのだが、
もうちょっとお手軽に、温泉くらい入りやすい所で仕事するのはいいんじゃないかな、と思いちょっと検索してみる。</p>
<p>箱根湯本の方がいいかな、と最初は思ったが、宇佐美の方が値段も安いし、アクセスはむしろ楽そう。
普通に<a href="./BaseFood.html">BaseFood</a>とかを持っていって日常生活の延長で行ってみるのはどうだろう？と思った。</p>
<p>ただ、山側はWiMaxが入ら無さそう。PocketWifiを持っていくのがいいかもしれない。
これは八丈島でも考えた事だし、しばらく二台持ちでいいかもしれない。</p>
</div></template>


