<template><div><h1 id="何かを言うだけと積み重ねる事" tabindex="-1"><a class="header-anchor" href="#何かを言うだけと積み重ねる事"><span>何かを言うだけと積み重ねる事</span></a></h1>
<p>twitterなんかは時間をかけて作ったものがすぐに流れてしまう一方で、何もせずに何かを言うだけでも少しは反応を得られるので、
何もせずに何かを言う方にインセンティブがある。
これはdiffusionモデルやLLMの進歩でますますその傾向を強めた気がする。</p>
<p>けれど数年で見ると何かを言うだけ、というのは、本当に何も残らないよな。
もう生成モデルが進歩してから5年くらい経ったので、数年間で何をやったか、というのを振り返れるくらいの時が経ったが、
何かを言うだけだった人は本当に何かを言うだけだった人生を歩んだ、という感じになってしまっている。</p>
<p>一方で地味で大変な事をやってもちょっとしか反響無く流れてしまっても、
それを続けた人はそれらをやってきた、という事実は残る。
この差は結構大きいように見える。</p>
<p>大変な割にすぐ流れてしまうので無駄に思える事の方が、数年単位で見ればずっと価値はあるよな。
そういう点ではSNSの反応というのは誤った指針を与えがちなので注意が必要に思う。</p>
<p>全然反響ないセンスのない事をずっと続けてるのが良い事だとは思わないのだが、
反応に最適化しすぎるのも問題があるよな。</p>
</div></template>


