<template><div><h1 id="奄美大島計画" tabindex="-1"><a class="header-anchor" href="#奄美大島計画"><span>奄美大島計画</span></a></h1>
<p><a href="./ワーケーション.html">ワーケーション</a></p>
<h3 id="チケットメモ" tabindex="-1"><a class="header-anchor" href="#チケットメモ"><span>チケットメモ</span></a></h3>
<p><strong>2024年</strong></p>
<ul>
<li>JAL 29860円、11:20〜13:50, 超過料金は20kg以上1kgにつき440円</li>
<li>skymark 24170円, 14:00〜17:35（乗り換え）超過料金は20kg以上10kgにつき1000円（乗り継ぎで2000円に）</li>
<li>Peach 奄美からの戻り、13380円(12740円+発券手数料640円)
<ul>
<li>戻りは  14,580円、<a href="./成田空港.html">成田空港</a></li>
</ul>
</li>
<li>帰りのJAL 25200円、14:15〜16:20</li>
</ul>
<p>スカイマークが少し高かったのと、今年は荷物を郵送する気で超過料金がなさそうなのでJALにしてみる。</p>
<p>今年は戻りもpeachにしてみる。朝が成田の7:00というのが無理と思っていたが、直通なのでskymarkより楽だし、
JALと比べて1.5万くらい違いがあるので、それなら成田の空港内ホテルを使ってもいいのでは？という事で。
NEXの値段は余計に掛かるが、それでもJALよりは安く上がる。</p>
<p><strong>2023年</strong></p>
<ul>
<li>JAL 26770円, 11:30〜14:00,</li>
<li>skymark 17170円, 14:00〜17:35 （乗り換え、行きたい日の２日遅れ）超過料金は20kg以上10kgにつき1000円（乗り継ぎで2000円に）</li>
</ul>
<p>前回は乗り換えで18970円だったが、結構到着は夜って感じなんだよな。もうちょっと早い方が良い気はする。
また、skymarkは行きたいと思った日の２日あとにこの値段があった。
２日待つのは構わない気もするが。</p>
<p>そんなにケチりたい訳では無いのでJALで良い気もするが、超過料金をあまり気しなくて良いのは気分的にskyの方がいいか？
＞結局skymarkにした。</p>
<ul>
<li>skymarkは羽田第一ターミナル</li>
<li>JALも羽田第一ターミナル（奄美は南ウィング）</li>
<li>Peachの成田の到着は成田空港第一ターミナル（JRは成田空港駅）</li>
</ul>
<p>12:05の一本前の（？）に乗ったらまぁまぁちょうど良かった。荷物は28.8kgだった。</p>
<ul>
<li>東京へ: Peach 7980円</li>
<li>奄美へ: JAL 24570円</li>
</ul>
<p>奄美からの帰り。6890円となっているチケットに、クレジットカードの手数料640円やら空港税やらかかって7980円に。PeachのサイトはEdgeは使えないとか言われた！(
Safariで平気そう）
戻りはJALで。24570円。7000円くらいskymarkより高いが、荷物が少ないとJALの時間で問題無いのでJALで戻りたくなるよな。</p>
<p>スーツケースをゆうパックで送ったら2890円。そしてサーフボードはskymarkの無料の範囲内だった（20kgまで無料）</p>
<h3 id="レンタカーメモ" tabindex="-1"><a class="header-anchor" href="#レンタカーメモ"><span>レンタカーメモ</span></a></h3>
<p><strong>2024</strong></p>
<p>ラッキーレンタカーが繁忙期でマンスリーは無理と言われる。
エコレンタカーはワイドのみ空きがあるとの事で65000+9100=75600円と言われる。仕方ないのでとりあえず一ヶ月これで。</p>
<p><strong>2023</strong></p>
<p>前回はラッキーレンタカーのADバンをマンスリーで借りてて5万くらいだったが、コンパクトカーなら3.5万くらいだよ、
と言われて、見てみると自分が普段伊豆とか行くのに使っている車とそんなに変わらなさそうなのでこれで良い気がする。
という事でコンパクトカーにしてみた。＞無事ボード２つとでかいスーツケース一つと手荷物のキャリーバッグが入った。これでいいね。</p>
<h3 id="atm事情" tabindex="-1"><a class="header-anchor" href="#atm事情"><span>ATM事情</span></a></h3>
<p>郵便局で楽現銀行が手数料0円。新生銀行は手数料110円。</p>
<h3 id="郵便メモ" tabindex="-1"><a class="header-anchor" href="#郵便メモ"><span>郵便メモ</span></a></h3>
<p>だいたい九州の中継所の２日後に到着。
basefoodも水曜午前に指定すると金曜午前に届く感じ。</p>
<h2 id="スーツケース郵送" tabindex="-1"><a class="header-anchor" href="#スーツケース郵送"><span>スーツケース郵送</span></a></h2>
<ul>
<li>ゆうパック 2890円 (奄美の空港から）</li>
<li>クロネコ 3030円 (160サイズ、25kgまで）　営業所から送ると210円割引　＞ スマホからやったら2815円だった（一度返金されてあとで確定する）</li>
</ul>
<p>15日日曜に発送すると18日水曜に到着するとか。18日の11時ころ届く。いい感じだな。</p>
<h2 id="気候" tabindex="-1"><a class="header-anchor" href="#気候"><span>気候</span></a></h2>
<p>2025-01-22 (水) 現在、割と温かい日が続いているので、もう冬が終わったのか？と思い平均気温をググってみた。</p>
<p><a href="https://www.jma-net.go.jp/kagoshima/obs/tenkou/TenkouKaisetsuHeinenGaisetsu_Amami.html" target="_blank" rel="noopener noreferrer">奄美地方の平年の天候</a></p>
<p>1月が一番寒いが2月もまだ寒そうだな。今年に関しては年末が結構寒く、1月の前半とあわせて一番寒い時期になっていた気がする。</p>
<h2 id="配食サービス" tabindex="-1"><a class="header-anchor" href="#配食サービス"><span>配食サービス</span></a></h2>
<ul>
<li><a href="https://lifood.jp/area/%E9%B9%BF%E5%85%90%E5%B3%B6%E7%9C%8C/%E5%A4%A7%E5%B3%B6%E9%83%A1%E9%BE%8D%E9%83%B7%E7%94%BA" target="_blank" rel="noopener noreferrer">大島郡龍郷町のおすすめ宅配弁当・高齢者向け配食サービスを探す - らいふーど</a>
<ul>
<li><a href="https://magokoro-amami.com/" target="_blank" rel="noopener noreferrer">まごころ弁当奄美店 – 安心・安全 お食事宅配</a> 龍郷まで届けてくれそうか？（要相談ってなってる）</li>
</ul>
</li>
<li><a href="./kanau.html">kanau</a> 冷凍弁当系だがコンパクトとの事で食物繊維とかも多いので試してみる。</li>
</ul>
<h2 id="_2024年〜2025年の奄美計画" tabindex="-1"><a class="header-anchor" href="#_2024年〜2025年の奄美計画"><span>2024年〜2025年の奄美計画</span></a></h2>
<ul>
<li>2024年12月17日のチケットを取る。</li>
<li>2025年4月16日のチケットで帰る</li>
</ul>
<p>旅立ち前ToDo</p>
<ul>
<li>[x] チケットの予約</li>
<li>[x] レンタカーの予約</li>
<li>[x] おうちCOOPのキャンセル　（5/1から再開にしておく）</li>
<li>[x] 宿の予約 17日から</li>
<li>[x] 配食弁当のキャンセル</li>
<li>[x] 大掃除</li>
<li>[x] 荷造り</li>
<li>[x] バイクのバッテリ外し</li>
</ul>
<h3 id="一時帰宅の時のskymarkとpeachの比較" tabindex="-1"><a class="header-anchor" href="#一時帰宅の時のskymarkとpeachの比較"><span>一時帰宅の時のSkymarkとPeachの比較</span></a></h3>
<p>Peachは成田からで、朝7時に発なので一泊したい。
一方Skymarkならそんなに朝はやくなく家を出れば良い。</p>
<p>Peachは直通、Skymarkは乗り換えあり。
Peachは朝のうちに到着するのでその日が割と使える。
Skymarkは夜につくので一日は割と潰れる感じになる。
一泊をどう評価するか。</p>
<p>値段はPeachはセールの度合いによって大きく変わるが、だいたいSkymarkよりPeachの方が1万円くらい安い事が多いと思う。
NEXと電車代、カプセルホテル代が合わせて1万円くらいなので、ちょうど同じ値段となる。</p>
<p>移動はNEXの方が楽だが時間が掛かる。
JR沿線としては羽田は乗り換えがあって結構かったるいので、
快適さでいけばPCの作業していればいい成田の方が楽でいいかな。</p>
<p>時間はPeachの方が掛かるが、
有効に使えない時間はPeachの方が短い気もする。</p>
<p>短期の帰宅だとゴミをあまり出したくないので家よりもカプセルホテルの方がありがたいという側面もあるし、
空港までの移動と飛行機の移動を別の日に出来るのは疲労を分割出来て悪くない。</p>
<h3 id="京急での帰りの電車" tabindex="-1"><a class="header-anchor" href="#京急での帰りの電車"><span>京急での帰りの電車</span></a></h3>
<p>17:30くらいの電車に乗って帰った。18:45逗子到着。結構時間かかる。
ボードもって帰るのは可能ではある。一部区間は結構混むが、座っていればやり過ごせるくらいではある。
一晩泊まるよりはJALで夕方に電車で帰る方が楽だな。</p>
<p>掛かる時間と蒲田までが結構混む事を思うと、リムジンバスで横浜まで行ってJRで帰るのもありかもしれない。
次回は試してみるかな。</p>
<hr>
<h2 id="_2023年の奄美計画" tabindex="-1"><a class="header-anchor" href="#_2023年の奄美計画"><span>2023年の奄美計画</span></a></h2>
<p>2022年に奄美に行ったがなかなか良かった。今年も行きたい。</p>
<ul>
<li>2023年の12月10日あたりに出ようかな、と思っている。＞12/12出発</li>
<li>2024/1/19〜23 一時帰宅</li>
<li>2024/4/11 帰宅。＞<a href="https://karino2.github.io/2024/04/10/retrospect_amami_life.html" target="_blank" rel="noopener noreferrer">奄美の生活を振り返って - なーんだ、ただの水たまりじゃないか</a></li>
</ul>
<h3 id="旅立ち前todo" tabindex="-1"><a class="header-anchor" href="#旅立ち前todo"><span>旅立ち前ToDo</span></a></h3>
<ul>
<li>[x] チケットの予約</li>
<li>[x] 宿の予約 12日からとりあえず一週間予約した</li>
<li>[x] レンタカーの予約</li>
<li>[x] おうちCOOPのキャンセル　（5/1から再開にしておく）</li>
<li>[x] 配食弁当のキャンセル</li>
<li>[x] 大掃除</li>
<li>[x] 荷造り</li>
<li>[x] バイクのバッテリ外し</li>
</ul>
<h2 id="羽田の一泊" tabindex="-1"><a class="header-anchor" href="#羽田の一泊"><span>羽田の一泊</span></a></h2>
<p>荷物が多いので帰りは夜に着いてカプセルホテルに一泊してみた。5000円。
まぁ一泊くらいならこれでいいかな、という感じ。本当は羽田の中の奴を試すつもりだったが、なぜか帰りの日だけいっぱいで予約が出来なかった。</p>
<p>朝は6:30頃に皆が動き出すので寝るのは難しい。でも7:00からそばのガストが開くのでそんなには困らないか。チェックアウトは10時。</p>
<hr>
<h2 id="_2022年年末〜2023年頭-の記録" tabindex="-1"><a class="header-anchor" href="#_2022年年末〜2023年頭-の記録"><span>2022年年末〜2023年頭 の記録</span></a></h2>
<p><a href="./ワーケーション.html">ワーケーション</a>に奄美大島はどうなんだろう？的な事。
冬の間、向こうでレンタカー借りてサーフボード持っていって生活するイメージ。</p>
<p>出来たら荷物は向こうに置いたままたまにこっちに帰ってくる感じにしたい。</p>
<h2 id="サーフスポットの検討" tabindex="-1"><a class="header-anchor" href="#サーフスポットの検討"><span>サーフスポットの検討</span></a></h2>
<p>まずはサーフスポットを見てみる。</p>
<p><a href="https://traditional-apt.com/amamiooshima-surfpoint/" target="_blank" rel="noopener noreferrer">奄美大島で絶対に行くべきおすすめサーフポイント8選！ - Traditional Apartment | 香川県高松市のゲストハウス</a></p>
<p>とりあえず</p>
<ul>
<li>手広海岸</li>
<li>嘉徳海岸</li>
</ul>
<p>の２つのどちらかのそばに住む所から始めてみるか。
うちの兄は手広海岸に行ったと言っていた気がする。</p>
<p>冬は日本海側の方がいいという話も聞く。空港のそばにある楠野海岸とかはどうだろう？</p>
<p>追記： 手広海岸と今井崎に良く行く。楠野はいいらしいけれど駐車場が閉鎖されててどこに停めたらいいか良く分からない…</p>
<h2 id="泊まる場所の検討" tabindex="-1"><a class="header-anchor" href="#泊まる場所の検討"><span>泊まる場所の検討</span></a></h2>
<p><a href="https://search.travel.rakuten.co.jp/ds/undated/search?f_dai=japan&amp;f_chu=kagoshima&amp;f_shou=amami&amp;f_latitude=0.0&amp;f_longitude=0.0&amp;f_sort=hotel&amp;f_page=1&amp;f_hyoji=30&amp;f_image=1&amp;f_tab=hotel&amp;f_point_min=0" target="_blank" rel="noopener noreferrer">奄美大島･喜界島・徳之島 のホテル・旅館 宿泊予約 【楽天トラベル】</a></p>
<p><a href="https://travel.rakuten.co.jp/HOTEL/177024/177024.html" target="_blank" rel="noopener noreferrer">波音＜奄美大島＞ 宿泊予約【楽天トラベル】</a> 一泊2728円で手広海岸まで車で9分くらい。ただ予約が埋まっている。</p>
<p><a href="https://travel.rakuten.co.jp/HOTEL/168788/168788.html" target="_blank" rel="noopener noreferrer">手広ＢｅａｃｈＢａｃｋｐａｃｋｅｒｓ＜奄美大島＞ 宿泊予約【楽天トラベル】</a> 手広海岸徒歩一分、一泊4000円。1/2があいてないのと、1月の中旬から少し埋まっているが、他は良さそう。</p>
<p><a href="https://travel.rakuten.co.jp/HOTEL/149381/149381.html" target="_blank" rel="noopener noreferrer">うふた　＜奄美大島＞ 宿泊予約【楽天トラベル】</a> 1月9日くらいからは普通に空きがある。</p>
<p><a href="https://rito-guide.com/amami-tyoki/" target="_blank" rel="noopener noreferrer">【奄美大島】ウィークリー＆マンスリー、長期滞在向けの宿９選 - 離島ガイド</a>　まっちゲストハウスは車で手広海岸まで13分くらい。アリかもしれない。最初に5000円払って会員になるとかだが、2週間以上いるなら値段は安い。
楠野海岸に行くならあーりーばーどもいいかもしれない。</p>
<h2 id="レンタカー" tabindex="-1"><a class="header-anchor" href="#レンタカー"><span>レンタカー</span></a></h2>
<ul>
<li><a href="http://amami-lucky-rentacar.com/%E6%96%99%E9%87%91%E8%A1%A8/" target="_blank" rel="noopener noreferrer">料金表 - 【公式】奄美ラッキーレンタカー｜（株）ビッグビジネス</a> マンスリー4.5万</li>
<li><a href="https://ameblo.jp/shiwori51/entry-12732809319.html" target="_blank" rel="noopener noreferrer">【奄美生活】必須の車も月極で！レンタカー@空港付近 - 横浜在住の女性トラベラー〜SHIORI〜</a> 奄美レンタカーは3.5万だとか
<ul>
<li><a href="https://amami-rentacar.com/priceList.html" target="_blank" rel="noopener noreferrer">奄美レンタカー - 料金表</a> 公式ページは長期割引については記載が無いが格安Kクラスが2800円との事なのでかなり安い。</li>
</ul>
</li>
<li><a href="https://shima-rental.com/" target="_blank" rel="noopener noreferrer">奄美大島の激安・格安レンタカーと言えば「島レンタカー」</a> 一日あたりは2880円で同じくらいか。</li>
</ul>
<h3 id="奄美レンタカー-12-13〜12-25-61400円" tabindex="-1"><a class="header-anchor" href="#奄美レンタカー-12-13〜12-25-61400円"><span>奄美レンタカー (12/13〜12/25）61400円</span></a></h3>
<p>到着時、一月借りようとしたら25よりあとは空きが無いと言われる。
少し大きい奴で12日で61400円だった。短期だと保険とかが高く付く。あと繁忙期なので高い気もする。</p>
<h3 id="奄美レンタカー-12-25〜1-20-101000円" tabindex="-1"><a class="header-anchor" href="#奄美レンタカー-12-25〜1-20-101000円"><span>奄美レンタカー (12/25〜1/20）101000円</span></a></h3>
<p>以前は予約でいっぱいだったのがキャンセルがいっぱい入ったのか割と借りられるようになる。
楽天トラベルで検索して引っかかった中で一番安かったのがこれ。一番小さい車で一番安いモデル。
やっぱり結構高いが、年末年始のレンタカーをいろいろ探すよりは金で解決したい気分だったのでこれを借りる。</p>
<h3 id="ラッキーレンタカー-1-20〜2-20-52800円" tabindex="-1"><a class="header-anchor" href="#ラッキーレンタカー-1-20〜2-20-52800円"><span>ラッキーレンタカー (1/20〜2/20) 52800円</span></a></h3>
<p>もう繁忙期も終わっただろう、という事でマンスリーでググって引っかかったラッキーレンタカーに電話で問い合わせて、52800円で少し大きい車が借りられた。
だいぶ安くついたな。
今後はこれでいいかな〜。</p>
<p>ただ車は少し古いので、ナビにBluetooth接続が出来ない。でもナビの出来はこっちの方がいい気がする。起動が早いし。</p>
<p>追記：三ヶ月洗車しないでいたらだいぶ汚れて、洗車機で落ちないので追加で2万とられた。長期で借りるなら途中で何回か洗車した方がいいかも。</p>
<h2 id="通販事情" tabindex="-1"><a class="header-anchor" href="#通販事情"><span>通販事情</span></a></h2>
<p>届くタイミングが予測しづらいので、幾つか実際にポチたものがどう届くのかをメモしておく。</p>
<h3 id="ヨドバシ、荷物確保に手間取ったケース、ヤマト運輸" tabindex="-1"><a class="header-anchor" href="#ヨドバシ、荷物確保に手間取ったケース、ヤマト運輸"><span>ヨドバシ、荷物確保に手間取ったケース、ヤマト運輸</span></a></h3>
<p>ワックスとUSBメモリ</p>
<ul>
<li>2024/2/5 13:10 ポチる</li>
<li>2024/2/7 18:59 商品確保</li>
<li>2024/2/8 17:10 出荷</li>
<li>2024/2/8 18:55 福岡篠栗ベース</li>
<li>2024/2/10 7:45 大島北営業所</li>
<li>2024/2/10 9:30 到着</li>
</ul>
<h3 id="楽天でポチったプロテインバー-佐川、木更津から" tabindex="-1"><a class="header-anchor" href="#楽天でポチったプロテインバー-佐川、木更津から"><span>楽天でポチったプロテインバー（佐川、木更津から）</span></a></h3>
<ul>
<li>SAGAWAで3/2 15:09 木更津で集荷</li>
<li>3/2 18:07 東関東中継センター</li>
<li>3/2 21:33 関東中継センター</li>
<li>3/3 17:22 九州中継センター</li>
<li>3/3 23:13 南九州中継センター</li>
<li>3/6 10:12 大島営業所</li>
<li>3/6 11:20 受け取り</li>
</ul>
<h3 id="ヨドバシ-佐川、神奈川から" tabindex="-1"><a class="header-anchor" href="#ヨドバシ-佐川、神奈川から"><span>ヨドバシ（佐川、神奈川から）</span></a></h3>
<ul>
<li>SAGAWA 3/4 17:26 神奈川中継センター</li>
<li>3/4 18:38 関東中継センター</li>
<li>3/4 20:00 川崎南営業所</li>
<li>3/5 14:59 九州中継センター</li>
<li>3/7 10:15 大島営業所</li>
<li>3/7 11:19 到着</li>
</ul>
<h3 id="basefood-クロネコ" tabindex="-1"><a class="header-anchor" href="#basefood-クロネコ"><span>basefood(クロネコ）</span></a></h3>
<ul>
<li>3/5 18:13 京都受付</li>
<li>3/5 18:54 京都ベース</li>
<li>3/7 8:30 大島北部営業所</li>
<li>3/7 14:30 到着</li>
</ul>
<h2 id="果物事情" tabindex="-1"><a class="header-anchor" href="#果物事情"><span>果物事情</span></a></h2>
<p>12月はスイートスプリングが美味しい。1月末にも一回入っていた。
2月からたんかん。</p>
<h2 id="メモ" tabindex="-1"><a class="header-anchor" href="#メモ"><span>メモ</span></a></h2>
<ul>
<li><a href="https://www.pref.kagoshima.jp/af08/imakoso4.html" target="_blank" rel="noopener noreferrer">鹿児島県／「今こそ鹿児島の旅（第4弾）」（全国旅行支援）</a> 1/10〜の旅行者支援の仕組みなど</li>
</ul>
<h2 id="ワーケーションの記録" tabindex="-1"><a class="header-anchor" href="#ワーケーションの記録"><span>ワーケーションの記録</span></a></h2>
<h3 id="前日まで" tabindex="-1"><a class="header-anchor" href="#前日まで"><span>前日まで</span></a></h3>
<p>サーフボードは親の家で梱包済み。車で送ってくれるとの事なので当日持ってきてもらう。
前日にスーツケースにパッキング。といっても大して荷物も無い。ノートPCとかタブレットが一番の荷物だがこいつらは当日朝に準備する上に手荷物なのでスーツケースに入れる必要は無い。</p>
<h3 id="_2022-12-13" tabindex="-1"><a class="header-anchor" href="#_2022-12-13"><span>2022-12-13</span></a></h3>
<p>11:30に家を出て車で送ってもらった。17:40 奄美到着。</p>
<p>うお、レンタカーが25日までしか借りれないとか言われた。短期だと免責補償とかが高くつく…まぁいい。とりあえず借りて宿へ移動。
宿はネットで予約した時は年始が1/2だけ埋まってたがその後キャンセルが出たとの事なので今は年末年始も泊まれそう。
明日海に出てみて良さそうならここにとどまって年末年始はレンタカー無しで過ごすという手もありそうではある。</p>
<p>予約をいろいろ確認すると、どうも1月の1と2がいっぱいなだけで、1/3からは結構借りられそうだ。
それなら25から1/2まで車無しでそのあと一ヶ月で借りる方がいいかもなぁ。ただ一ヶ月いるのか？という問題はあるので、とりあえず明日海入ってから考えよう。
もともと金をケチりたい訳でも無いので、繁忙期で高くつくとかは許容出来る気がする。</p>
<p>宿は思ったより部屋が広くて共有設備も良くて気に入った。暖房無しだと部屋が寒いが、暖房つければ問題なさそう。</p>
<h3 id="_2022-12-14-水" tabindex="-1"><a class="header-anchor" href="#_2022-12-14-水"><span>2022-12-14 (水)</span></a></h3>
<p>2時間くらい軽く近場のポイントに入ってみる。ピークには4〜5人いてそこにはたまにいい波が来るが、間隔はそれなりに長い。
自分は少し外れた所ですぐに崩れるのに乗っていた。ただこれでもそれなりになにかは出来るので、
練習的にはこれでいいかな、という気もする。
最低限ポイントはここでもいいし、宿の設備も気に入ったので1/10まで予約を入れておく。これで年末年始に泊まる場所が無い問題は解決された。</p>
<p>レンタカーが25日まで問題は他のポイントを見てから考えよう。最悪年明けまで車無しでもたかだが一週間ちょっとだからな。宿が確保出来た今、我慢出来ないほどでも無いからそこまで慌てる事も無かろう。</p>
<p>買い出しにも行ってみた。7kmで大きなスーパーがある。銘柄とかにこだわりのあるもの（カロリーが低めのスティックタイプのミルクココアとか）は手に入らないにせよ、品揃えも値段も悪くない。みかんは熊本県産と鹿児島県産だからか、家の付近より安いかもしれない。
1万円ぶんくらい買いだめをして籠城の体制を整える。
ただどうしても栄養バランスは悪くなりそうなので、<a href="./BaseFood.html">BaseFood</a>も奄美に発送してみた。
配食サービス無しでまともな食事取るのって大変だよなぁ。</p>
<h3 id="_2022-12-15-木" tabindex="-1"><a class="header-anchor" href="#_2022-12-15-木"><span>2022-12-15 (木)</span></a></h3>
<p>小さいけれどボトムターンの練習にはちょうど良い皆が乗らないような波が来ていたので体力の限界まで乗る。
もうここでいいかな、という気分に。
レギュラーのボトムターンで上まで上げるのがちょっと分かってきた。プロの動画を見ててみんなやってるように後ろの手を背中側に振るようにしたら小波ではいい感じに上がるように。</p>
<p>レンタカーの予約。1/20まで借りられた。マンスリーだと4.5万くらいとネットでは見かけたが、
年末年始でマンスリーで借りられる所はなかなか無さそう。12/25〜1/20までで10万くらいした。
短めに借りて来年ふたたび借りる方が安い可能性もあるが、保険とかが固定費でかかるから博打になるし、まぁいいか。
安くしようと頑張るよりは同じ時間で労働した方がいいからな。金で解決していこう。
ちなみに前回無いと言われた所で先日調べた時も1/2は予約があったように見えたが、キャンセルが出たかな。</p>
<p>昨日の買い出しで忘れていたものを買いに行き、夕方からはお仕事。
考える系のタスクなのでしばらくサーフィンとか買い物とかしながら考えていたのを、issueにまとめたりコードを読んで確認したりしていた。
もう少し落ち着いたら午前中から昼あたりにサーフィンしてそれ以外をお仕事、という感じで回りそうだな。</p>
<p>今回のワーケーションは結構金が掛かっているが、一方で一月の稼ぎよりはだいぶ掛かっていない。
月あたりでも黒字なので普段からこの程度金を使っても構わないという話ではある。
働いていないと結構きつい出費なので、労働の意義を感じられる過ごし方だな。</p>
<h3 id="_2022-12-17-土" tabindex="-1"><a class="header-anchor" href="#_2022-12-17-土"><span>2022-12-17 (土)</span></a></h3>
<p>今日は波がめちゃくちゃ良かった。しかも昼過ぎには人も居なくなってとても良かった。ボトムターンからリップでのアクションの練習がバンバン出来た。</p>
<p><a href="./BaseFood.html">BaseFood</a>を奄美に発送したのが無事届いた。やはり追加の送料がかかてないな。そして水曜に頼んで土曜に届くって普段と変わらない気もする。</p>
<p>前回の<a href="./伊豆白浜計画.html">伊豆白浜計画</a>では食生活がジャンクフード率が上がってしまったのが反省なので、
今回はBaseFoodとフルグラを主体に炭水化物は自炊のスパゲティという感じにしてある。
サバ缶や果物もたくさん買って、割とバランスの良い食生活が送れている気がする。</p>
<h3 id="_2022-12-18-日-atm事情" tabindex="-1"><a class="header-anchor" href="#_2022-12-18-日-atm事情"><span>2022-12-18 (日) ATM事情</span></a></h3>
<p>コンビニと良く行くスーパーのATMで新生銀行と楽天銀行のキャッシュカードが使えなくて焦ったが、三井住友銀行のキャッシュカードがかばんに入っていてなんとかなった。土日は手数料が200円くらい取られたが（平日は100円くらい）、平日出てくる手間を思えば払ってしまおうという感じ。
宿以外は現金を使うシーンが無いが、宿代だけ旅行支援なんちゃらを使おうとすると現金がいる。
たぶん名瀬とかいう町まで出れば降ろせると思うのだけれど、そこまで行く用事も無いからなぁ。</p>
<p>追記：郵便局で新生銀行が使えたが手数料が110円とられた。まぁ110円ならいいかな。自分的にはこれが一番手軽かも。と、今ググったらソニー銀行なら郵便局のATM手数料無料かもしれん。これが最安だったか。楽天銀行も普通に下ろせるっぽいな。郵便局有能か。</p>
<p>さらに追記： 楽天銀行で手数料0円で下ろせた。自分的にはこれが一番手軽か。</p>
<h3 id="_2022-12-20-火" tabindex="-1"><a class="header-anchor" href="#_2022-12-20-火"><span>2022-12-20 (火)</span></a></h3>
<p>今日は波良かった。昨日はいまいちだったが。一週間で二回良ければ十分だよなぁ、とか思ったりする。
そして土曜に少し掴んだ気がしていたボトムターンからリップでの当て込みがやはり結構出来るようになっている。
この一週間で上達したっぽいな。やはりいい波がバンバン来る所にいるとすぐに上達する、という仮説は正しそう。</p>
<h3 id="_2022-12-24-土" tabindex="-1"><a class="header-anchor" href="#_2022-12-24-土"><span>2022-12-24 (土)</span></a></h3>
<p>ボードが壊れてしまったが、リペアが年末年始が挟まるので結構時間がかかる。
その間どうするかいろいろ考えた末に、結局中古のボードを買うのが良いという結論になり、名瀬のリサイクルショップに行って買ってくる。</p>
<p>名瀬のリサイクルショップ、ショートボードは4〜5本くらいあって、値段は5000円〜2.5万円くらいの幅だった。
修理が終わるまでのつなぎで乗れればいいやとは思っていたのだが、5000円くらいのは底も穴だらけで修理しないと乗れ無さそうだったので2万円くらいのを買うことにする。
レンタルは一日3000円で2週間くらい借りようかと思っていたことを考えるとこっちの方が安上がりなので。
本州から送るのも1万円くらいかかるので帰りに送り返すと2万円かかってしまうからそれなら買って帰る時に売る方が安い。
気に入ったら持って帰ってもいいしね。</p>
<p>Dahlberg 6.1, 18-5/16, 2-3/16</p>
<p>名瀬、初めて出てきたがだいぶこっちは店がいろいろあるな。防寒着などもいくつか買う。割と安くあったかいものが手に入った。
結構遠いし駐車場のあるファミレスみたいなのがあんまり無いので意外と車に不便でもある。
頻繁に来たい感じはしないが、用事があれば出てもいいくらいの距離ではあるし、出てくれば結構いろいろあるな。</p>
<p>防寒性能はだいぶ向上した。朝や夜に部屋が寒い日があるんだが、この装備なら平気そう。
なお、サーフボードは波が全然無いので今日は試せず。明日乗ってみよう。</p>
<h3 id="_2022-12-26-月" tabindex="-1"><a class="header-anchor" href="#_2022-12-26-月"><span>2022-12-26 (月)</span></a></h3>
<p>今日は今井崎という車で行くポイントにはじめて行ってみた。いい波だったが、やはりこの中古のボードはいまいちだな。
前が細いせいで前の方のレールが入れられず、レールの入るゾーンが少なすぎてあまりスピードがつけられない。
ただ昔のボードを乗ってみた、系のyoutubeの動画を見ているとうまい人ならトップまでボードを上げているので、
リペア終わるまでのつなぎにはいいかな。</p>
<p>今井崎はすごいロケーションで大自然の中サーフィン出来て、島っ！って感じだった。</p>
<h3 id="_2023-01-18-水" tabindex="-1"><a class="header-anchor" href="#_2023-01-18-水"><span>2023-01-18 (水)</span></a></h3>
<p>レンタカーを予約するなど。ラッキーレンタカーで一月5万2000円ちょい。だいぶ安上がりだな。
これなら車借りたままで数日間帰宅してもいいかな。</p>
<p>前回は楽天で調べて出てきたもので予約したが、電話とか個別のレンタカー屋に問い合わせる方がいいかもしれない。年末年始の繁忙期だったので出てこなかっただけかもしれないが。</p>
<h3 id="_2023-02-10-金-〜2023-02-15-水-一時帰宅" tabindex="-1"><a class="header-anchor" href="#_2023-02-10-金-〜2023-02-15-水-一時帰宅"><span>2023-02-10（金） 〜2023-02-15 (水）一時帰宅</span></a></h3>
<p>シェアハウスの共有スペースの掃除をするとかで荷物を一時的に引き上げてくれ、という話や書類作業や確定申告の為に一時帰宅する。
頑張れば帰らないでも終わらせられるような事は多かったが、あまり長くあけすぎない方が面倒は少ないので、
このくらいの一時帰宅を挟む方が楽で良い気がする。</p>
<p>帰宅はもう少し長くてもいいかとおもったが、一時帰宅では食材等が無いのと花粉が始まりそうなので早めに切り上げて奄美に戻る事に。</p>
<h3 id="_2023-03-31-金-帰宅二日前" tabindex="-1"><a class="header-anchor" href="#_2023-03-31-金-帰宅二日前"><span>2023-03-31 (金) 帰宅二日前</span></a></h3>
<p>今日はなかなか大きな波で、終盤に満足度の高い一日となった。大体備蓄食料も食べ終わり、明日の分はコンビニ弁当などを買い込んで済ます事にした。
いや〜、もうすぐ奄美滞在も終わりだな〜という気分。</p>
<p>去年の同時期と比べると、仕事も割と出来ていながらそれ以外の時間も充実していて、結構良い冬〜花粉シーズンを過ごせている気がする。
サーフィンもこのくらい出来たら十分かな。
もっと波が良い日が多いと他の事も滞るので、このくらいの頻度がちょうど良かった気もする。</p>
<p>仕事はたまに家のPCが欲しくなる事はあるが、それ以外の不便はあまりなかったな。
机と椅子が無いのも、意外と布団に寝転がって膝の上テーブルで作業で問題なかった。
まぁそれなりに荷物は多くなったが。
この季節は自宅で家にこもってる弊害の方が大きい気がするので、仕事という点でも奄美の方が環境が良い気がする。</p>
<p>宿とレンタカーで20万くらいはするので、経済的な理由による労働意欲は割と高まる感じがある。
なんか金を使っているので、収入がある安心感みたいなもののご利益が大きいというか。
奄美にいる間は、あんまり仕事を辞めたいという気分にはならないというか続けたいモチベーション的なのが高まっていた気がする。
これも労働意欲に結びついて良かったんじゃないか。</p>
<p>奄美は南の方に行かなかったので、次回はそっちも行きたいな。</p>
</div></template>


