<template><div><h1 id="少子高齢化" tabindex="-1"><a class="header-anchor" href="#少子高齢化"><span>少子高齢化</span></a></h1>
<p><a href="./雑多なメモ.html">雑多なメモ</a></p>
<p>少子高齢化についてたまになにか思った時に書く場所。</p>
<h2 id="関連リンク" tabindex="-1"><a class="header-anchor" href="#関連リンク"><span>関連リンク</span></a></h2>
<ul>
<li><a href="./少子高齢化の対策.html">少子高齢化の対策</a></li>
<li>関連ブログ: <a href="https://karino2.github.io/2023/01/30/aged_population_current_status.html" target="_blank" rel="noopener noreferrer">高齢化社会の現状の雑感 - なーんだ、ただの水たまりじゃないか</a></li>
</ul>
<h2 id="_2025年現在は、一番少子高齢化が大変かもしれない時期-2025-04-29-火" tabindex="-1"><a class="header-anchor" href="#_2025年現在は、一番少子高齢化が大変かもしれない時期-2025-04-29-火"><span>2025年現在は、一番少子高齢化が大変かもしれない時期 2025-04-29 (火)</span></a></h2>
<p>少子高齢化が一番たいへんなのは2050年前後の可能性が高いが、その次に可能性が高いのは2025年あたり、つまり今だ、という考えを少し書いておく。</p>
<p>人口ピラミッドを見ると、</p>
<p><a href="https://www.stat.go.jp/data/jinsui/2023np/" target="_blank" rel="noopener noreferrer">統計局ホームページ/人口推計/人口推計（2023年（令和5年）10月1日現在）‐全国：年齢（各歳）、男女別人口 ・ 都道府県：年齢（5歳階級）、男女別人口‐</a></p>
<p>第一次ベビーブームが80歳になるのが今年とか来年くらいだ。
80歳以降は急速に数が減っていくし、70代前半は高齢化ゆえの大変さがまだそこまで出ていない事が多いので、
大変なのは75〜83あたり、個人差があるが80くらいは大変になる中心的な年齢として良さそう。
そうすると、第一次ベビーブームが一番たいへんなのは今くらい、という事になる。</p>
<p>実際周りを見ていても、80前後になって大変になってきた高齢者はそれなりにいるので、リアルにその辺は体感している。</p>
<p>第二次ベビーブームの方が数が多くて、それが80前後になるのが2050年位の話なので、そちらの方が大変な可能性はある。
一方で初めて遭遇する現象の方が社会の対応が間に合わない部分が多いため、2025年の方が大変な可能性はそれなりにある。
少子高齢化の一番の問題は、高齢者が多くて現役世代が少ない事「では無く」、そうなるのが「急激に進む」事だ。
経済学的には、常態化すれば別に個人の厚生としては高齢化は悪影響は別段無い。
この対応が間に合わないのが問題の本質といえる。
そう思えば、2050年より2025年の方が問題が大きい可能性はそれなりにある。</p>
<p>一方で、それを踏まえれば現状は「なんだ、こんなものか」という気もする。</p>
<p>身近な高齢者を見ていても、亡くなる直前5年位は大変になりうるが、大変な状態が20年も続くとかそういう事はあまり無いよな。
しかも半分以上は大変になる前に亡くなってしまう。
社会としての高齢化の対応も、75歳以上とかで、しかも終盤の大変になった状態を集中的にサポートするのが良いんじゃないか。</p>
<h2 id="人口ピラミッドを眺めての感想" tabindex="-1"><a class="header-anchor" href="#人口ピラミッドを眺めての感想"><span>人口ピラミッドを眺めての感想</span></a></h2>
<p>人口ピラミッドを眺めてみる。たまに眺めるのだが。</p>
<p><a href="https://www.stat.go.jp/data/jinsui/2023np/" target="_blank" rel="noopener noreferrer">統計局ホームページ/人口推計/人口推計（2023年（令和5年）10月1日現在）‐全国：年齢（各歳）、男女別人口 ・ 都道府県：年齢（5歳階級）、男女別人口‐</a></p>
<p>第二次ベビーブームの子どもの世代が相対的には少ないが、それ以外はまぁこんな感じか、という気はしてくる。前から言われている事だが。
やはり本質的な問題は第二次ベビーブームの子どもが少ない事であって、
それ以外は新しい価値観に社会が対応すれば普通になりそうだよな。</p>
<p><a href="https://www.ipss.go.jp/pp-zenkoku/j/zenkoku2023/pp2023_gaiyou.pdf" target="_blank" rel="noopener noreferrer">2070年あたりの人口ピラミッドの予想のpdf</a>を見ると、
出生予想のうち中位くらいがいいんじゃないか、という気はするな。
あんま増やして高位の予想のようになると、変な膨らみがあって良くない気がする。
こうしてみると子育て支援も今後はほどほどが良さそうね。</p>
<p>そして女性の方がやはり問題は大きくて、男性はだいたい死ぬのでどうという事は無さそうだ。
我が家は父子家庭なので高齢者の女性の介護の問題は無いし、自分も独身で男なのであまり影響は無さそうな気がする。
自分が女性だったり母親の介護をする人たちは私よりは大変そうだな。
社会としての対応はおいといて、自分個人の問題としては、自分は影響が少ない側の人間なのかもしれない。</p>
<h2 id="軽度の認知症とか高齢化の現状とか-2025-04-29-火" tabindex="-1"><a class="header-anchor" href="#軽度の認知症とか高齢化の現状とか-2025-04-29-火"><span>軽度の認知症とか高齢化の現状とか 2025-04-29 (火)</span></a></h2>
<p>割と身近に軽度の認知症を見かける事が増えてきたので、軽度の認知症や高齢化について考える。</p>
<p>軽度の認知症は重度とはだいぶ違うよな。
明らかに普通では無い一方で、例えば性格が悪いとか話をしていて不快とかに比べれば、
軽度の認知症だがいい奴と会話をしている方が良い。
そういう点では人間の決定的な何かというよりは属性のうちの一つ程度のものではある気がする。
重度は知らないが、少なくとも身の回りには居ないので、それなりにレアなもので、軽度の認知症とは分けて考えた方が良い気はする。</p>
<p>たぶん、軽度の認知症は薬が改善しているのだろう、と思う。
通院して薬を処方してもらってる人は、特徴はあるにせよ普通に会話出来るし、これなら多少のサポートが必要かもしれないが生活も出来そうだな、と思う。
そんなにひどくなっていく様子も無い。
むしろ肥満とかで膝を痛めて階段の上り下りが出来ないとか歩くのに困難があるとかよりはだいぶなんとかなりそうに思う。</p>
<p>認知症の薬がもうちょい改善すればいい感じになる気はする。そしてそのくらいは我々が高齢者になる頃には期待出来そうだな。</p>
<h3 id="ガンは大した事無くなってきた気がする" tabindex="-1"><a class="header-anchor" href="#ガンは大した事無くなってきた気がする"><span>ガンは大した事無くなってきた気がする</span></a></h3>
<p>周りを見ると、ガンになる人は多いがガンはあまり死ななくなったな、という印象。
以前は手術してもすぐにひどくなって死んでいたが、
最近は手術したあとは割と長く生きる。
というかみんな一度くらいガンの手術している気がする。</p>
<p>以下のレポートの内容は自分の感覚と一致している。</p>
<p><a href="https://www.keio.ac.jp/ja/press-releases/2025/3/21/28-165640/" target="_blank" rel="noopener noreferrer">全国47都道府県の30年間の健康傾向を包括分析　平均寿命延長も「健康でない期間」長期化、地域格差の拡大も明らかに－認知症が死因1位に、健康改善の鈍化、糖尿病・肥満リスク増、心の健康悪化も判明－：[慶應義塾]</a></p>
<p>厚生労働省の以下はガンの方が順位が上だが。</p>
<p><a href="https://www8.cao.go.jp/kourei/whitepaper/w-2022/html/zenbun/s1_2_2.html" target="_blank" rel="noopener noreferrer">2　健康・福祉｜令和4年版高齢社会白書（全体版） - 内閣府</a></p>
<p>身近を見回すと、ガンよりも健康寿命を損なっている要因はいろいろあるよな。
心不全や認知症と比べるとガンは被害が少ない気がする。</p>
</div></template>


