<template><div><h1 id="最近出来てる事、出来てない事" tabindex="-1"><a class="header-anchor" href="#最近出来てる事、出来てない事"><span>最近出来てる事、出来てない事</span></a></h1>
<p>最近出来てる事、出来てない事を書いておきたい事がちょくちょくある。
ただ内容は日々変わっていくので、ブログよりはWiki向きな気がするので、ここに置いておく。</p>
<h2 id="_2021-12-08" tabindex="-1"><a class="header-anchor" href="#_2021-12-08"><span>2021-12-08</span></a></h2>
<h3 id="最近出来ている事" tabindex="-1"><a class="header-anchor" href="#最近出来ている事"><span>最近出来ている事</span></a></h3>
<ul>
<li>生物の講義は割と順調にこなせている</li>
<li>本はまぁまぁ読んでいる</li>
<li>イタリア語もまぁまぁ出来ている</li>
<li>サーフィン、ウィンドなどのマリンスポーツも良く出来てる</li>
<li>ストレッチもまぁまぁ出来ている</li>
<li>ギターも結構出来ている</li>
<li>歩いたりステッパーとかも出来ている</li>
<li>ブログもまぁまぁ書いている</li>
</ul>
<h3 id="最近出来ていない事" tabindex="-1"><a class="header-anchor" href="#最近出来ていない事"><span>最近出来ていない事</span></a></h3>
<ul>
<li>耳トレ出来てない（が、今はギター弾いてるのでいいかなぁ）</li>
<li>ソース読みはもうちょっとしても良いかもしれない</li>
</ul>
<h3 id="雑感" tabindex="-1"><a class="header-anchor" href="#雑感"><span>雑感</span></a></h3>
<p>今は出来てないと感じる事は少ないかな。
ただ寒くなってきてマリンスポーツはそろそろ終わりかな、と思うので、運動不足にならないように気をつけていきたい。</p>
<h2 id="_2021-11-02" tabindex="-1"><a class="header-anchor" href="#_2021-11-02"><span>2021-11-02</span></a></h2>
<h3 id="最近出来ている事-1" tabindex="-1"><a class="header-anchor" href="#最近出来ている事-1"><span>最近出来ている事</span></a></h3>
<ul>
<li>生物の講義は割と順調にこなせている</li>
<li>本を読むのもまぁまぁ出来ている</li>
<li>イタリア語もまぁまぁ出来ている</li>
<li>サーフィン、ウィンドなどのマリンスポーツも良く出来てる</li>
<li>ストレッチもまぁまぁ出来ている</li>
</ul>
<h3 id="最近出来ていない事-1" tabindex="-1"><a class="header-anchor" href="#最近出来ていない事-1"><span>最近出来ていない事</span></a></h3>
<ul>
<li>ギターがあまり出来てない</li>
<li>耳トレも出来てない</li>
<li>何か書く事をもうちょっとしても良い気がする</li>
<li>ソース読みももうちょっとしても良いかもしれない</li>
<li>ハイキング的な事をしたいかも</li>
</ul>
<h3 id="雑感-1" tabindex="-1"><a class="header-anchor" href="#雑感-1"><span>雑感</span></a></h3>
<p>もうちょっとアウトプットを増やしても良いかもしれない。
プログラムはそれなりに書いているが、もうちょっと書いてもいいかも。</p>
<p>なろうを読む時間はもっと減らしても良いようなこのままでもいいような。</p>
<p>波や風が無いと運動不足になりがちなので、風や波が無い時の日常にも運動を増やしたいかもしれない。プールを再開か？</p>
</div></template>


