<template><div><h1 id="耳栓" tabindex="-1"><a class="header-anchor" href="#耳栓"><span>耳栓</span></a></h1>
<ul>
<li><a href="./雑多なメモ.html">雑多なメモ</a></li>
<li><a href="./イヤーマフ.html">イヤーマフ</a></li>
</ul>
<h2 id="moldex-6800" tabindex="-1"><a class="header-anchor" href="#moldex-6800"><span>MOLDEX 6800</span></a></h2>
<p>鎌倉の新居はこれまでの家に比べるとだいぶ静かで、<a href="./イヤーマフ.html">イヤーマフ</a>が必要なほどでは無いことが多い。
あと<a href="./イヤーマフ.html">イヤーマフ</a>は寝返りうったりしづらいので、寝る時とかは耳栓とかあったらいいのかなぁ、と思って少し調べてみた所、
MOLDEXというのの幾つかがAmazonでは評価が高かった。
ただ種類がいろいろあって良く分からないなぁ、という印象。</p>
<p>ヨドバシかビックカメラで別のもの買うついでにMOLDEXの何か無いかなぁ、と見ていたら、ビックカメラにMOLDEX 6800があって評判も良かったので買ってみた。</p>
<p>イヤーマフと違ってつけたままで寝られるし、
100均の耳栓よりも防音性能が高い気もする。気のせいかもしれないけれど。
風で雨戸などがうるさい時につけると気にならなくなる。</p>
<p>2023-06-04に購入。</p>
<h3 id="しばらく使ってみた感想、とても良い-2024-02-07-水" tabindex="-1"><a class="header-anchor" href="#しばらく使ってみた感想、とても良い-2024-02-07-水"><span>しばらく使ってみた感想、とても良い 2024-02-07 (水)</span></a></h3>
<p>最初の頃は100均の耳栓との違いも良くわからんと思いつつ、別に100均の耳栓でもいいからな、と思って使っていたが、
しばらく使っているとこちらの方がだいぶ防音性能が優れていると思うようになった。それほど100均の耳栓をしっかり評価した訳ではないので気のせいかもしれないが。</p>
<p>相対的な事はおいといて、実用的な騒音はほぼこれで十分気にならなくなる。
宿で早朝に他の客が出かけるとかで物音がして起きた時などもこれをつければそのままぐっすり。
暴風雨で風の音がすごくうるさい時もこれをつければ朝までぐっすり。
<a href="./イヤーマフ.html">イヤーマフ</a>と違ってつけたまま寝るのにストレスがないけれど、
十分騒音が気にならなくなるので良い。</p>
<p>ただ<a href="./イヤーマフ.html">イヤーマフ</a>のように静寂が訪れる感じではない。聞こえなくなるのでは無く気にならない程度になる、という感じ。
使い勝手は耳栓の方がいいな。</p>
<h2 id="水泳用耳栓-2024-01-28-日" tabindex="-1"><a class="header-anchor" href="#水泳用耳栓-2024-01-28-日"><span>水泳用耳栓 2024-01-28 (日)</span></a></h2>
<p>最近<a href="./サーフィン.html">サーフィン</a>してて、なんか右耳に水が良く入る。二週間くらい前からで、それ以前はそんな事無かったんだが。
耳に水に入るのは、頭振ればすぐにとれるのですごく困っている訳でもないんだけれど、不快ではある。
そこで耳栓を試してみようと思い立つ。</p>
<p>サーフィン用はなんか高いし、
まだ使うかも良く分からないので、
水泳用を探してみる。</p>
<p>そしてぽちった水泳用耳栓が以下。</p>
<p><a href="https://amzn.to/3Scd2KZ" target="_blank" rel="noopener noreferrer">amazon: SWANS (スワンズ) スイミング用 耳栓 SA-57AB コード付</a></p>
<p>600円。さきほど届いた。</p>
<p>サーフィンだと音は聞こえてほしいのが普通の耳栓と違う所だけれど、水泳用も似たようなものらしいので、とりあえず試してみたい。</p>
</div></template>


