<template><div><h1 id="飲み物" tabindex="-1"><a class="header-anchor" href="#飲み物"><span>飲み物</span></a></h1>
<p>仕事中に飲むもののメモなど。<a href="./食事関連.html">食事関連</a></p>
<p><a href="./アイスコーヒー.html">アイスコーヒー</a></p>
<h2 id="現在の飲み物レパートリー-2023-08-21-月" tabindex="-1"><a class="header-anchor" href="#現在の飲み物レパートリー-2023-08-21-月"><span>現在の飲み物レパートリー （2023-08-21 (月)）</span></a></h2>
<p>下の5月の時点から、15時までにコークゼロのミニペットが追加され、15時以降に炭酸水のミニペットが追加された。
夏は冷たいものが飲みたくなるね。</p>
<p>両方とも<a href="./おうちコープ.html">おうちコープ</a>で一月に一回くらいで買っているが、コークゼロはたまに無い事もあるのでその場合はヨドバシで買っている。</p>
<h2 id="_2023年5月ごろの飲み物レパートリー-2023-05-26" tabindex="-1"><a class="header-anchor" href="#_2023年5月ごろの飲み物レパートリー-2023-05-26"><span>2023年5月ごろの飲み物レパートリー （2023-05-26）</span></a></h2>
<p>スナップショットとしてその時点での備蓄飲み物レパートリーを残しておく。</p>
<h3 id="_15時までの飲み物-カフェインあり" tabindex="-1"><a class="header-anchor" href="#_15時までの飲み物-カフェインあり"><span>15時までの飲み物（カフェインあり）</span></a></h3>
<ul>
<li>ドトールのドリップバッグコーヒー</li>
<li>ブレンディの紅茶オレ</li>
<li>ネスレのカフェオレ</li>
<li>トップバリューのアールグレイのティーバッグ</li>
</ul>
<p><a href="https://karino2.github.io/2023/05/22/second_coffe_problem.html" target="_blank" rel="noopener noreferrer">コーヒー2杯目はいまいち問題 - なーんだ、ただの水たまりじゃないか</a> の対策として紅茶オレとカフェオレを増やしてみた。
今のところ悪くない。</p>
<h3 id="_15時以降の飲み物-カフェインあまり無し" tabindex="-1"><a class="header-anchor" href="#_15時以降の飲み物-カフェインあまり無し"><span>15時以降の飲み物（カフェインあまり無し）</span></a></h3>
<ul>
<li>ブレンディのカフェインレスカフェオレ</li>
<li>ブレンディのココアオレ</li>
</ul>
<p>ココアオレは本当はバンホーテンの糖質60%オフのが良いのだが売ってなかったのでブレンディので代用している。</p>
<h2 id="ドリップバッグコーヒー" tabindex="-1"><a class="header-anchor" href="#ドリップバッグコーヒー"><span>ドリップバッグコーヒー</span></a></h2>
<ul>
<li><a href="https://karino2.github.io/2023/02/18/drip_bag_coffe.html" target="_blank" rel="noopener noreferrer">ドリップバッグのコーヒーとインスタントのコーヒー - なーんだ、ただの水たまりじゃないか</a></li>
</ul>
<p>ということでドリップバッグコーヒーをメインにしてみる。
最初のころは銘柄をメモせずに適当に買っていたが、MJBがハズレだったので銘柄をちゃんとメモしようと思うことに。</p>
<h3 id="ドトールのドリップバッグコーヒー-10袋くらいの" tabindex="-1"><a class="header-anchor" href="#ドトールのドリップバッグコーヒー-10袋くらいの"><span>ドトールのドリップバッグコーヒー（10袋くらいの）</span></a></h3>
<p>ちょっと銘柄を正確に覚えてないが、ドトールの奴。とても美味しかった。
今は奄美なので大量には買えないが、家に帰ったらドトールの100袋パックを買うで良い気もする。</p>
<h3 id="ドトール、モカブレンド-100杯分" tabindex="-1"><a class="header-anchor" href="#ドトール、モカブレンド-100杯分"><span>ドトール、モカブレンド 100杯分</span></a></h3>
<p>2023-04-04 (火) ヨドバシで手頃な値段で売ってたので買ってみた。</p>
<p><a href="https://www.yodobashi.com/product/100000001007164226/" target="_blank" rel="noopener noreferrer">ヨドバシ.com - ドトール ドリップパックモカブレンド（7g×100P）700g 通販【全品無料配達】</a></p>
<p>まぁ明らかにこんなにいらないんだけど、消費はするだろうし。
時間が経つと味が落ちるなら困るが、そこも含めて試してみるです。</p>
<p>なおドトールのドリップバッグコーヒーはとても美味しい。一番美味しいかも。</p>
<h3 id="sinwa-30袋" tabindex="-1"><a class="header-anchor" href="#sinwa-30袋"><span>sinwa（30袋）</span></a></h3>
<p>スーパーで安かったので買ってみた。ドトールのに比べるとたまに薄く出てしまうこともあるが、大体は満足。
これで十分かな。</p>
<h3 id="mjb-ドリップコーヒー-バラエティパック-5袋x5種類" tabindex="-1"><a class="header-anchor" href="#mjb-ドリップコーヒー-バラエティパック-5袋x5種類"><span>MJB ドリップコーヒー バラエティパック 5袋x5種類</span></a></h3>
<p>ヨドバシの通販で買える中で、分量が手頃だったので買ってみたが、
これまで買ったドリップバッグのコーヒーの中では明らかにイマイチ。
ドリップバッグコーヒー特有の風味豊かさがあまり無い。</p>
<p>これまで幾つか試してどれも美味しかったので何でも良いかと思っていたが、これはもう買わない。</p>
<p>インスタントコーヒーよりは美味しくて、十分美味しいとは思うんだけど、他と比較したらイマイチなので。</p>
<h3 id="key-coffe-grand-taste-モカブレンド" tabindex="-1"><a class="header-anchor" href="#key-coffe-grand-taste-モカブレンド"><span>KEY COFFE GRAND TASTE (モカブレンド）</span></a></h3>
<p>奄美の最後にちょうど分量が良かったので買ってみた。値段がやけに安かったので期待してなかったが、なかなか悪くない。
このくらいでいいかな、という味は出ている。</p>
<h2 id="インスタントコーヒー" tabindex="-1"><a class="header-anchor" href="#インスタントコーヒー"><span>インスタントコーヒー</span></a></h2>
<p>仕事中は良くインスタントコーヒーを飲んでいた。最近はドリップバッグコーヒーに乗り換えたが。
買ったインスタントコーヒーの銘柄のメモなどを書いておく。</p>
<h3 id="キーコーヒー-スペシャルブレンド" tabindex="-1"><a class="header-anchor" href="#キーコーヒー-スペシャルブレンド"><span>キーコーヒー スペシャルブレンド</span></a></h3>
<p>なかなか美味しい。香りがちょっとココナッツっぽい。</p>
<h3 id="maxim" tabindex="-1"><a class="header-anchor" href="#maxim"><span>MAXIM</span></a></h3>
<p>癖がない。嫌いでは無いが物足りなさもある。</p>
<h3 id="ネスカフェ・ゴールドブレンド" tabindex="-1"><a class="header-anchor" href="#ネスカフェ・ゴールドブレンド"><span>ネスカフェ・ゴールドブレンド</span></a></h3>
<p>MAXIMをさらに癖を無くした感じ。物足りないけれど、ごくごく飲める感じでこれはこれで悪くない。</p>
<h3 id="香味焙煎" tabindex="-1"><a class="header-anchor" href="#香味焙煎"><span>香味焙煎</span></a></h3>
<p>香りがしない。いまいち。</p>
<h2 id="ミルクココア" tabindex="-1"><a class="header-anchor" href="#ミルクココア"><span>ミルクココア</span></a></h2>
<p>最近夕方からはスティックのミルクココアを良く飲んでいる。カロリーが低めで良い。</p>
<h3 id="vanhouten-cocoa-糖質60-オフ" tabindex="-1"><a class="header-anchor" href="#vanhouten-cocoa-糖質60-オフ"><span>VANHOUTEN COCOA 糖質60%オフ</span></a></h3>
<p>１杯24kcalの割にはまぁまぁ美味しいのでお気に入り。</p>
<h3 id="nestle-ミルクココア" tabindex="-1"><a class="header-anchor" href="#nestle-ミルクココア"><span>Nestle ミルクココア</span></a></h3>
<p>バンホーテンのは店頭に無い事がちょくちょくあるが、Nestleのは割とどこにでも置いてある。
カロリーは１杯36kcalで、そこまで高い訳でも無い。
味はこちらの方がよりミルクっぽさがあって美味しいが、カロリーの分って感じもする。</p>
<h3 id="blendy-stickのカフェインレスカフェオレ" tabindex="-1"><a class="header-anchor" href="#blendy-stickのカフェインレスカフェオレ"><span>Blendy Stickのカフェインレスカフェオレ</span></a></h3>
<p>ココアじゃないが似たような枠として。結構美味しい。</p>
<h2 id="クノールカップスープ" tabindex="-1"><a class="header-anchor" href="#クノールカップスープ"><span>クノールカップスープ</span></a></h2>
<p>コーンポタージュ系のスープをいくつか試しているが、クノールがダントツで一番美味い。なんでこんなに違うんだろう？というレベル。
値段は大して変わらないのになぁ。</p>
</div></template>


